[
  {
    "id": "167260",
    "japanese": "私たちが結婚してからすでに１０年になる。",
    "english": "It is already ten years since we got married."
  },
  {
    "id": "167261",
    "japanese": "私たちは結婚して７年になります。",
    "english": "We married seven years ago."
  },
  {
    "id": "167262",
    "japanese": "私たちが結婚したときに、父がこの家を買ってくれた。",
    "english": "My father bought this house for us when we got married."
  },
  {
    "id": "167263",
    "japanese": "私たちが結婚したとき、彼の両親はもう亡くなっていた。",
    "english": "At the time we got married, his parents had already died."
  },
  {
    "id": "167264",
    "japanese": "私たちが近づくとライオンが吠え出した。",
    "english": "The lion began to roar as we approached."
  },
  {
    "id": "167265",
    "japanese": "私たちが驚いたことに、彼女の予言が的中した。",
    "english": "To our surprise, her prediction came true."
  },
  {
    "id": "167266",
    "japanese": "私たちが驚いたことに、彼は優勝した。",
    "english": "To our surprise, he won the grand prize."
  },
  {
    "id": "167267",
    "japanese": "私たちが驚いたことに、恵美は４００メートルレースで楽勝した。",
    "english": "To our surprise, Emi won the 400-meter race with ease."
  },
  {
    "id": "167268",
    "japanese": "私たちが驚いたことに、ベティがトロフィーを獲得した。",
    "english": "To our surprise, Betty won the trophy."
  },
  {
    "id": "167269",
    "japanese": "私たちが共に努力すれば、社会はよくなるだろう。",
    "english": "Society will be better if we work together."
  },
  {
    "id": "167271",
    "japanese": "私たちが休暇に出かけている間、家を自由に使っていいですよ。",
    "english": "You are welcome to the use of our house while we are away on vacation."
  },
  {
    "id": "167273",
    "japanese": "私たちが帰宅したとたんに雨が降り出した。",
    "english": "Hardly had we come home when it began to rain."
  },
  {
    "id": "167274",
    "japanese": "私たちが環境面の問題を耳にしないで過ぎる日は１日とてない。",
    "english": "Not a day goes by without our hearing of an environmental problem."
  },
  {
    "id": "167275",
    "japanese": "私たちが学んだ教訓は誰も信頼してはならないということだった。",
    "english": "The lesson which we learned was never to trust anyone."
  },
  {
    "id": "167276",
    "japanese": "私たちが外出している間、彼は犬の世話をした。",
    "english": "He looked after our dog while we were out."
  },
  {
    "id": "167277",
    "japanese": "外国語をマスターするには長い時間がかかる。",
    "english": "It takes us a long time to master a foreign language."
  },
  {
    "id": "167278",
    "japanese": "私たちが解決しなければならない問題は一つもありません。",
    "english": "There is no problem that we have to solve."
  },
  {
    "id": "167280",
    "japanese": "私たちが火星に旅行する日がやがてくるだろう。",
    "english": "The day will soon come when we can take a trip to Mars."
  },
  {
    "id": "167281",
    "japanese": "私たちが何をしているのかと思っていることでしょう。",
    "english": "He will be wondering what we are doing."
  },
  {
    "id": "167282",
    "japanese": "私たちが駅に着くやいなや雨が降り始めた。",
    "english": "No sooner had we reached the station than it began to rain."
  },
  {
    "id": "167283",
    "japanese": "私たちが駅に着いたときには、列車はすでに出ていた。",
    "english": "The train had already left when we got to station."
  },
  {
    "id": "167284",
    "japanese": "私たちが英語の勉強を始めてからすでに５年になる。",
    "english": "It is already five years since we began to study English."
  },
  {
    "id": "167285",
    "japanese": "私たちが宇宙旅行を楽しめる日がくるだろう。",
    "english": "The day will come when space travel becomes possible."
  },
  {
    "id": "167286",
    "japanese": "私たちが一緒に暮らした楽しい日々を覚えている。",
    "english": "I remember the happy days we spent together."
  },
  {
    "id": "167287",
    "japanese": "私たちが一冊の本を通読したとすれば、こんな安いものはないと言える。",
    "english": "A book, if read through, may be said to be cheaper than anything else."
  },
  {
    "id": "167288",
    "japanese": "私たちが意識してほかの礼儀正しさの形をわきまえることが大切である。",
    "english": "Therefore it is important for us to be aware of other forms of politeness."
  },
  {
    "id": "167289",
    "japanese": "私たちがロープでがけを降りたのは本当に冒険だった。",
    "english": "It was a real challenge for us to go down the cliff on a rope."
  },
  {
    "id": "167290",
    "japanese": "私たちがもっとも必要としているものはあなたの出席です。",
    "english": "What we need most is your attendance."
  },
  {
    "id": "167291",
    "japanese": "私たちがポルトガルへ行こうと決めたのはまったくの気まぐれだった。",
    "english": "Our decision to go to Portugal was quite arbitrary."
  },
  {
    "id": "167292",
    "japanese": "私たちがホテルに着いたときには、もう暗くなっていた。",
    "english": "It had already got dark when we arrived at the hotel."
  },
  {
    "id": "167293",
    "japanese": "私たちがホテルに取った部屋は海の眺めがすばらしい。",
    "english": "We have a magnificent view of the ocean from our hotel room."
  },
  {
    "id": "167294",
    "japanese": "私たちがほかの事をするには遅すぎた。",
    "english": "It was too late for us to do anything else."
  },
  {
    "id": "167295",
    "japanese": "私たちがプラットホームに着くのと同時に電車が出てしまった。",
    "english": "The train left just as we arrived at the platform."
  },
  {
    "id": "167296",
    "japanese": "私たちがパリで出会ったのは好運な偶然だった。",
    "english": "That we met in Paris was a fortunate accident."
  },
  {
    "id": "167297",
    "japanese": "私たちがパリであったのは偶然である。",
    "english": "That we met in Paris was a fortunate accident."
  },
  {
    "id": "167298",
    "japanese": "私たちがハトの頭に磁石を取り付けるとハトはどんな反応をするのでしょうか。",
    "english": "When we put magnets on the pigeon's heads, what was the reaction?"
  },
  {
    "id": "167299",
    "japanese": "私たちがバス停に着いたときは、バスはすでに出発していた。",
    "english": "The bus had already left when we got to the bus stop."
  },
  {
    "id": "167300",
    "japanese": "私たちがはじめてディックに会った日を覚えていますか。",
    "english": "Do you remember the day when we first met Dick?"
  },
  {
    "id": "167301",
    "japanese": "私たちがどこにいるのかを知ることが重要である。",
    "english": "To know where we are is important."
  },
  {
    "id": "167304",
    "japanese": "私たちがちょうど食事を始めようとしたとき彼女が現れた。",
    "english": "She turned up just as we were starting our meal."
  },
  {
    "id": "167305",
    "japanese": "私たちがちょうど出かけようとしていた時、雨が降り出した。",
    "english": "We were just about to leave when it started to rain."
  },
  {
    "id": "167306",
    "japanese": "私たちがちょうどその門にたどり着いた時、雨が激しく降り出した。",
    "english": "It began to rain heavily just as we got to the gate."
  },
  {
    "id": "167307",
    "japanese": "私たちがその目の不自由な人のための施設に着くか着かないうちに、私は、幼くて目の見えない子供たちと友達になり始めていた。",
    "english": "We had scarcely arrived at the Institution for the Blind when I began to make friends with the little blind children."
  },
  {
    "id": "167308",
    "japanese": "私たちがその事故を見た日を覚えていますか。",
    "english": "Do you remember the day when we saw the accident?"
  },
  {
    "id": "167310",
    "japanese": "私たちがその家に着いたとき、チンとチラが広々とした階段の一番上に座っていた。",
    "english": "When we arrived at the house, Chin and Chilla were sitting at the top of a broad flight of stairs."
  },
  {
    "id": "167311",
    "japanese": "私たちがそこへ着く頃までには船は出ていた。",
    "english": "By the time we got there, the ship had left."
  },
  {
    "id": "167312",
    "japanese": "私たちがそこへ着くまでに彼は行ってしまった。",
    "english": "By the time we got there, he had left."
  },
  {
    "id": "167313",
    "japanese": "私たちがそこへ着くころまでには、その会合は既に終わっているだろう。",
    "english": "The meeting will have finished by the time we get there."
  },
  {
    "id": "167316",
    "japanese": "私たちがそこでまた出会ったというのは何とも不思議な巡り合わせだった。",
    "english": "It was a strange chance that we met there again."
  },
  {
    "id": "167317",
    "japanese": "私たちがジェーンを見つけるのは簡単でした。",
    "english": "It was easy for us to find Jane."
  },
  {
    "id": "167318",
    "japanese": "私たちがこの世界を経験し理解するのは、五感を通じて受け入れられ、脳によって解釈される信号を通じてなのである。そして、この両方のプロセスともゆがめられやすい。",
    "english": "We experience and understand the world through signals that are received by the senses and interpreted by the brain - and both stages are subject to distortion."
  },
  {
    "id": "167319",
    "japanese": "私たちがこの会議にまいりましたのは、私たちにもこの会議の諸決定に関わり合う権利があるからです。",
    "english": "We are here because we have a right to be involved in these decisions."
  },
  {
    "id": "167320",
    "japanese": "私たちがこの夏泊まったホテルは湖の近くに在ります。",
    "english": "The hotel we stayed at last summer is near the lake."
  },
  {
    "id": "167321",
    "japanese": "私たちがここに引っ越して来てから５年になる。",
    "english": "It is five years since we moved here."
  },
  {
    "id": "167322",
    "japanese": "私たちがここにとどまる理由はないもの。",
    "english": "We have no reason for staying here."
  },
  {
    "id": "167323",
    "japanese": "私たちがココにそのニュースを知らせると。彼女は１０分間くらい黙っていました。",
    "english": "When we told Koko the news, she was silent for about ten minutes."
  },
  {
    "id": "167324",
    "japanese": "私たちがここであなたを迎えるのは大きな喜びです。",
    "english": "It is with great pleasure that we welcome you here."
  },
  {
    "id": "167325",
    "japanese": "私たちがこうもりを暗い場所と結び付けるのも当たり前だ。",
    "english": "No wonder we associate bats with dark places."
  },
  {
    "id": "167326",
    "japanese": "私たちがからかうと彼女は赤面した。",
    "english": "When we made fun of her, she blushed."
  },
  {
    "id": "167327",
    "japanese": "私たちがお互いに分かり合うことは大切だ。",
    "english": "It is very important for us to know each other."
  },
  {
    "id": "167328",
    "japanese": "私たちがおしゃべりしていると彼女が話にわり込んできた。",
    "english": "She cut in when we were talking."
  },
  {
    "id": "167329",
    "japanese": "私たちがおかけしたご苦労に対してどうしたら償いができるでしょう。",
    "english": "How can we make it up to you for all that you have suffered because of us?"
  },
  {
    "id": "167330",
    "japanese": "私たちがエンジンを動かせるかどうかは疑わしい。",
    "english": "It is doubtful if we can get the engine working."
  },
  {
    "id": "167331",
    "japanese": "私たちがあまり遠くに行かないうちに雨が降り出した。",
    "english": "We had not gone very far when it started to rain."
  },
  {
    "id": "167332",
    "japanese": "私たちが８時以降に外出するのは危険だ。",
    "english": "It is dangerous for us to be out after eight o'clock."
  },
  {
    "id": "167333",
    "japanese": "私たちが、どんなに楽しかったか君らには想像もつかない。",
    "english": "You cannot think how good a time we had."
  },
  {
    "id": "167335",
    "japanese": "私たちはいろいろなことを話しました。",
    "english": "We talked about cabbages and kings."
  },
  {
    "id": "167336",
    "japanese": "私たち２人では私のほうが背が低かった。",
    "english": "I was the shorter of us two."
  },
  {
    "id": "167337",
    "japanese": "私たち、来週の今ごろは何をしているかしら。",
    "english": "What will we be doing this time next week?"
  },
  {
    "id": "167338",
    "japanese": "私たち、撃ち合いに耳をすましたわ。",
    "english": "We listened to the shooting."
  },
  {
    "id": "167339",
    "japanese": "私たち、みんな君の健康のことを心配している。",
    "english": "We are all anxious about your health."
  },
  {
    "id": "167340",
    "japanese": "私たち、ひどい光景をテレビで見たのよ。",
    "english": "We saw terrible scenes on TV."
  },
  {
    "id": "167341",
    "japanese": "私たち、パパにインターホンで階下にすぐこれるかどうか尋ねたのよ。",
    "english": "We asked him on the interphone if he could come downstairs quickly."
  },
  {
    "id": "167342",
    "japanese": "私たち、テレビでママの仕事場が炎に包まれているのを見たわ。",
    "english": "On TV we saw Mummy's office in flames."
  },
  {
    "id": "167343",
    "japanese": "私たち、おじいちゃんとおばあちゃんのことが心配なの。",
    "english": "We're worried about Grandma and Grandpa."
  },
  {
    "id": "167344",
    "japanese": "私たち、うまくやっていけると思うの。",
    "english": "I think we can get along well."
  },
  {
    "id": "167345",
    "japanese": "私たち、あしたはお手伝いできないと思います。",
    "english": "I'm afraid we won't be able to help you tomorrow."
  },
  {
    "id": "167346",
    "japanese": "私だけでなく彼もパーティーに招待されている。",
    "english": "Not merely I but also he is invited to the party."
  },
  {
    "id": "167347",
    "japanese": "私だけが残った。",
    "english": "There was no one left but me."
  },
  {
    "id": "167348",
    "japanese": "私だけが空腹だった。",
    "english": "Nobody was hungry except me."
  },
  {
    "id": "167349",
    "japanese": "私だけがそれをやった。",
    "english": "I alone did it."
  },
  {
    "id": "167352",
    "japanese": "その計画は承認することができません。",
    "english": "I cannot approve the project."
  },
  {
    "id": "167353",
    "japanese": "私この度一身上の都合でやめさせていただきます。",
    "english": "I wish to resign from my work for purely personal reasons."
  },
  {
    "id": "167354",
    "japanese": "私この歌が好き。ビートがあって踊れるし。",
    "english": "I like this song; it's got a strong beat and you can dance to it."
  },
  {
    "id": "167355",
    "japanese": "私が話をしている時は邪魔しないで下さい。",
    "english": "Don't interrupt me while I'm speaking."
  },
  {
    "id": "167356",
    "japanese": "私が話をしている間は静かにしなさい。",
    "english": "Be quiet while I am speaking."
  },
  {
    "id": "167357",
    "japanese": "私が話をしているときは邪魔しないでくれ。",
    "english": "Don't interrupt me while I am talking."
  },
  {
    "id": "167358",
    "japanese": "私が話している時に母がやってきた。",
    "english": "As I was speaking, Mother came up."
  },
  {
    "id": "167359",
    "japanese": "私が話している時にどうか邪魔しないでください。",
    "english": "Please don't interrupt me while I'm talking."
  },
  {
    "id": "167360",
    "japanese": "私が話している間彼は何も言わなかった。",
    "english": "While I was speaking, he said nothing."
  },
  {
    "id": "167362",
    "japanese": "私が話している間は静かにしていなさい。",
    "english": "Be quiet while I am speaking."
  },
  {
    "id": "167364",
    "japanese": "私が話していた人は私の英語の先生です。",
    "english": "The man I was talking to is my English teacher."
  },
  {
    "id": "167365",
    "japanese": "私が話しかけた人はアメリカ人でなくドイツ人だった。",
    "english": "The man to whom I spoke was a German, not an American."
  },
  {
    "id": "167366",
    "japanese": "私が話しかけたら返事をしてください。",
    "english": "Please answer me when I speak to you."
  },
  {
    "id": "167367",
    "japanese": "私が論文を出し忘れないよう念を押してください。",
    "english": "Please remind me to turn in the paper."
  },
  {
    "id": "167368",
    "japanese": "私が恋をしているように聞こえますか。",
    "english": "Do I sound in love?"
  },
  {
    "id": "167369",
    "japanese": "私が列車に乗り遅れた場合は待たずに出発してください。",
    "english": "In case I miss the train, don't wait to start."
  },
  {
    "id": "167370",
    "japanese": "私が冷凍庫を持つ十分な理由がいくつかある。",
    "english": "There are several good reasons why I have a freezer."
  },
  {
    "id": "167371",
    "japanese": "私が冷蔵庫を持っているのにはもっともな理由がいくつかあるのです。",
    "english": "There are several good reasons why I have a freezer."
  },
  {
    "id": "167372",
    "japanese": "私がいいって言うまでロープを放さないでね。",
    "english": "Do not let go of the rope till I tell you."
  },
  {
    "id": "167373",
    "japanese": "私が旅行で留守中に泥棒が入った。",
    "english": "A burglar broke into my house while I was away on a trip."
  },
  {
    "id": "167374",
    "japanese": "私が留守の時に家が泥棒に入られた。",
    "english": "My house was robbed while I was away."
  },
  {
    "id": "167375",
    "japanese": "私が留守の間は、メグに私の仕事をやってもらいます。",
    "english": "I'll get Meg to do my work during my absence."
  },
  {
    "id": "167376",
    "japanese": "私が留守の間あなたのうちに犬の世話をしてほしい。",
    "english": "I'd like you to look after my dog."
  },
  {
    "id": "167377",
    "japanese": "私が留守の間、姉が犬の世話をしてくれた。",
    "english": "My sister took care of the dog while I was away."
  },
  {
    "id": "167378",
    "japanese": "私が留守の間、犬の世話をしてくれませんか。",
    "english": "Will you look after my dog while I am away?"
  },
  {
    "id": "167379",
    "japanese": "私が立ち寄ると決まっていつも、うるさくまとわりついてくる。",
    "english": "Every time I drop in to visit, they constantly get in my hair."
  },
  {
    "id": "167380",
    "japanese": "私が卵を嫌いなのはご存じでしょう。",
    "english": "You know that I don't like eggs."
  },
  {
    "id": "167381",
    "japanese": "私が頼んだものがまだ届いていません。",
    "english": "I'm still waiting for my order."
  },
  {
    "id": "167382",
    "japanese": "私が欲しいのは健康だけだ。",
    "english": "I want nothing but health."
  },
  {
    "id": "167383",
    "japanese": "私が欲しいのは金だけだ。",
    "english": "All I want is money."
  },
  {
    "id": "167384",
    "japanese": "私が欲しいのはワープロです。",
    "english": "What I want is a word processor."
  },
  {
    "id": "167385",
    "japanese": "私が友人に別れを告げると、彼は近いうちにまた会いたいと言った。",
    "english": "As I was taking leave of my friend, he said he would be glad to see me again before long."
  },
  {
    "id": "167386",
    "japanese": "私が友人と公園を歩いていると、雨が降りだした。",
    "english": "I was walking in the park with a friend of mine when it started raining."
  },
  {
    "id": "167387",
    "japanese": "私が友人だと思っていた人が私をだました。",
    "english": "The man who I thought was my friend deceived me."
  },
  {
    "id": "167388",
    "japanese": "私が約束を忘れたとき、彼女はとても怒った。",
    "english": "She was very angry with me when I forgot the appointment."
  },
  {
    "id": "167389",
    "japanese": "私が約束を忘れたとき、彼はとても怒った。",
    "english": "He was very angry with me when I forgot the appointment."
  },
  {
    "id": "167390",
    "japanese": "私が戻るまで待っててください。",
    "english": "Please wait until I come back."
  },
  {
    "id": "167391",
    "japanese": "私が戻るまでここで待ってなさい。",
    "english": "Wait here till I return."
  },
  {
    "id": "167393",
    "japanese": "私が戻るまであなたにここにいてもらいたい。",
    "english": "I want you to stay here until I get back."
  },
  {
    "id": "167394",
    "japanese": "私が戻ると車がなくなっていた。",
    "english": "When I came back, my car was gone."
  },
  {
    "id": "167395",
    "japanese": "私が目覚めるともう日は高く昇っていた。",
    "english": "It was broad daylight when I woke up."
  },
  {
    "id": "167396",
    "japanese": "私が目覚めたときは、すでに太陽が昇っていた。",
    "english": "The sun had already risen when I woke up."
  },
  {
    "id": "167397",
    "japanese": "私が目を覚ますと、彼はもう行ってしまっていた。",
    "english": "I awoke to find that he had already gone."
  },
  {
    "id": "167398",
    "japanese": "私が目を覚ました時には、他の乗客はみんな降りていた。",
    "english": "When I woke up, all other passengers had gotten off."
  },
  {
    "id": "167399",
    "japanese": "私が目を覚ましたとき、彼はすでにそこにいた。",
    "english": "When I awoke, he had already been there."
  },
  {
    "id": "167400",
    "japanese": "私が黙っていたので彼女は余計に腹を立てた。",
    "english": "She got all the more angry because I kept silent."
  },
  {
    "id": "167401",
    "japanese": "私が黙っていたので彼女は余計に腹をたててしまった。",
    "english": "She got all the more angry because I kept silent."
  },
  {
    "id": "167402",
    "japanese": "私が面倒をみます。",
    "english": "I will see to it."
  },
  {
    "id": "167403",
    "japanese": "私が明日最初にしたいことは、いいパートタイムの仕事を探すことです。",
    "english": "The first thing I want to do tomorrow is to find a good part-time job."
  },
  {
    "id": "167404",
    "japanese": "私が名前を呼んだら手を挙げなさい。",
    "english": "Raise your hand when I call your name."
  },
  {
    "id": "167405",
    "japanese": "私が眠れるように明かりを消してください。",
    "english": "Please turn out the light so that I can sleep."
  },
  {
    "id": "167406",
    "japanese": "私が本当のことを言っていないというのですか。",
    "english": "Are you suggesting that I am not telling the truth?"
  },
  {
    "id": "167407",
    "japanese": "私が本当に欲しいのは、何か冷たい飲物です。",
    "english": "What I'd really like is something cold to drink."
  },
  {
    "id": "167408",
    "japanese": "私が本を読んでいる時に大きな音がした。",
    "english": "There was a large sound when I was reading a book."
  },
  {
    "id": "167409",
    "japanese": "私が忘れたら注意して下さい。",
    "english": "In case I forget, please remind me."
  },
  {
    "id": "167410",
    "japanese": "私が訪問した時彼女は留守だった。",
    "english": "She was out when I called."
  },
  {
    "id": "167411",
    "japanese": "私が訪問した時には彼はもう出発していた。",
    "english": "When I called, he had already set off."
  },
  {
    "id": "167412",
    "japanese": "私が訪れた時、彼女はある興味深い仕事に従事していた。",
    "english": "She was engaged in some interesting work when I arrived."
  },
  {
    "id": "167413",
    "japanese": "私が訪れたいのはパリです。",
    "english": "It is Paris that I want to visit."
  },
  {
    "id": "167414",
    "japanese": "私が訪ねるたびあなたは留守だ。",
    "english": "Every time I call on you, you're out."
  },
  {
    "id": "167415",
    "japanese": "私が訪ねるといつもあなたは留守だ。",
    "english": "Every time I call on you, you're out."
  },
  {
    "id": "167416",
    "japanese": "私が訪ねた人は土井さんでした。",
    "english": "The man that I visited was Mr. Doi."
  },
  {
    "id": "167417",
    "japanese": "私が抱えた問題は、私のするタイプが気に入らなかった人との関係だけよ。",
    "english": "The only trouble I've ever had was dealing with people who didn't like my personality."
  },
  {
    "id": "167418",
    "japanese": "私が抱いたとたん、赤ちゃんは泣き出した。",
    "english": "The moment I held the baby in my arms, it began to cry."
  },
  {
    "id": "167419",
    "japanese": "私が歩いているとき雨が降り出した。",
    "english": "As I was walking, it began to rain."
  },
  {
    "id": "167420",
    "japanese": "私が返事をしようとした矢先に、彼が口を出してきた。",
    "english": "I was about to reply, when he boldly cut in."
  },
  {
    "id": "167422",
    "japanese": "私が聞いたのとは違うな。",
    "english": "That's not what I heard."
  },
  {
    "id": "167423",
    "japanese": "私が分かっている限りではそんなことはありそうにない。",
    "english": "That's not likely in so far as I can see."
  },
  {
    "id": "167424",
    "japanese": "私が払うのでなくてよかったよ。",
    "english": "I'm glad it's not coming out of my pocket."
  },
  {
    "id": "167425",
    "japanese": "私が払います。",
    "english": "I'll pay."
  },
  {
    "id": "167427",
    "japanese": "私が部屋を掃除する番にあたっていた。",
    "english": "It was my turn to clean the room."
  },
  {
    "id": "167428",
    "japanese": "私が部屋へ入ったとき、彼らは拍手喝采をしてくれた。",
    "english": "As I entered the room, they applauded."
  },
  {
    "id": "167429",
    "japanese": "私が部屋に入って行くと、彼は昼食を摂っているところだった。",
    "english": "He was having lunch when I entered the room."
  },
  {
    "id": "167430",
    "japanese": "私が部屋に入っていくと、一匹の犬がいた。",
    "english": "When I entered the room, I found a dog."
  },
  {
    "id": "167431",
    "japanese": "私が部屋に入っていくと、そこには一人の老人が眠っていた。",
    "english": "I enter the room, where I found an old man sleeping."
  },
  {
    "id": "167432",
    "japanese": "私が部屋に入った時息子はもう何時間も書きものをしていた。",
    "english": "My son had been writing for several hours when I entered the room."
  },
  {
    "id": "167433",
    "japanese": "私が部屋に入ったとたん、彼らは話を止めた。",
    "english": "They stopped talking as soon as I came into the room."
  },
  {
    "id": "167434",
    "japanese": "私が部屋に入ると彼らは拍手した。",
    "english": "As I entered the room, they applauded."
  },
  {
    "id": "167435",
    "japanese": "私が父の代理をするつもりだ。",
    "english": "I'll take my father's place."
  },
  {
    "id": "167436",
    "japanese": "私が父の事業を受け継ぐことになっている。",
    "english": "I am to take over my father's business."
  },
  {
    "id": "167437",
    "japanese": "私が父に連れられて富士山に登ったのは、８才のときでした。",
    "english": "It was when I was eight years old that I climbed Mt. Fuji with my father."
  },
  {
    "id": "167438",
    "japanese": "私が父にもっとお金をくれと言ったら父はすごくかっとなって私に向かって怒鳴りだした。",
    "english": "When I asked Dad for more money, he really blew up and started to yell at me."
  },
  {
    "id": "167439",
    "japanese": "私が普通の人間ならそんなに騒がれないと思いますよ。",
    "english": "They would never fuss about me if I were Fred Smith."
  },
  {
    "id": "167440",
    "japanese": "私が不愉快に感じるのは彼の言うことではなくて、その言い方です。",
    "english": "It isn't what he says that annoys me but the way he says it."
  },
  {
    "id": "167441",
    "japanese": "私が不注意なことは認める。",
    "english": "I admit to being careless."
  },
  {
    "id": "167442",
    "japanese": "私が不在の時は彼が私の代理です。",
    "english": "He will be my deputy while I am away."
  },
  {
    "id": "167443",
    "japanese": "私が不在の間は俊が私の仕事を引き継ぎます。",
    "english": "Shun will take over my job while I'm away."
  },
  {
    "id": "167444",
    "japanese": "私が不在の間は河田理恵が私の仕事をすることになります。",
    "english": "Rie Kawada will do my job while I'm gone."
  },
  {
    "id": "167445",
    "japanese": "私が病気のとき、ジルがわたしにとって大きな慰めになった。",
    "english": "Jill was a great comfort to me when I was ill."
  },
  {
    "id": "167446",
    "japanese": "私が百万長者であればよいのにな。",
    "english": "I wish I were a millionaire."
  },
  {
    "id": "167447",
    "japanese": "私が必要としているのは、お金ではなくてあなたの助言なのです。",
    "english": "What I need is not money, but your advice."
  },
  {
    "id": "167448",
    "japanese": "私が美穂を訪ねたとき、彼女は居間にいた。",
    "english": "Miho was in the living room when I visited her."
  },
  {
    "id": "167449",
    "japanese": "私が飛行場に到着するやいなや飛行機は離陸した。",
    "english": "The airplane took off as soon as I arrived at the airport."
  },
  {
    "id": "167450",
    "japanese": "私が疲れるのは、暑さというよりはむしろ湿度のせいだ。",
    "english": "It is not so much the heat as the humidity that makes me tired."
  },
  {
    "id": "167451",
    "japanese": "私が悲しいなんてとんでもない。",
    "english": "I am far from sad."
  },
  {
    "id": "167452",
    "japanese": "私が彼女を訪問したとき、彼女は１週間前から病気になっていた。",
    "english": "She had been sick for a week when I visited her."
  },
  {
    "id": "167453",
    "japanese": "私が彼女を訪ねた時、彼女は夢中で音楽を聴いていた。",
    "english": "She was absorbed in listening to music when I visited her."
  },
  {
    "id": "167454",
    "japanese": "私が彼女を見たのはここでした。",
    "english": "It was here that I saw her."
  },
  {
    "id": "167455",
    "japanese": "私が彼女を愛したように、彼女も私を愛してくれた。",
    "english": "As I love her, so she loved me."
  },
  {
    "id": "167457",
    "japanese": "私が彼女をじっと見つめ続けると、彼女は完全に当惑して目を伏せた。",
    "english": "I kept gazing at her until she, totally confused, dropped her gaze."
  },
  {
    "id": "167458",
    "japanese": "私が彼女ほど流暢に英語を話すことができさえすればなあ。",
    "english": "If only I could speak English as fluently as she does!"
  },
  {
    "id": "167459",
    "japanese": "私が彼女の立場なら、まだあきらめにだろう。",
    "english": "If I were in her place, I wouldn't give up yet."
  },
  {
    "id": "167460",
    "japanese": "私が彼女の名前を知らないのは事実だ。",
    "english": "It is a fact that I don't know her name."
  },
  {
    "id": "167461",
    "japanese": "私が彼女の歌を作曲しました。",
    "english": "I wrote the song for her."
  },
  {
    "id": "167462",
    "japanese": "私が彼女に与えた指輪には小さい宝石がついていた。",
    "english": "The ring I gave her had a tiny stone in it."
  },
  {
    "id": "167463",
    "japanese": "初めて会った時、彼女は30間近だった。",
    "english": "She was approaching thirty when I first met her."
  },
  {
    "id": "167466",
    "japanese": "私が彼女に求婚していたら、生意気な奴らが割り込んできた。",
    "english": "Some smart alecks cut in when I was asking her to marry me."
  },
  {
    "id": "167468",
    "japanese": "私が彼女に会ったのは昨日のことでした。",
    "english": "It was yesterday that I met her."
  },
  {
    "id": "167469",
    "japanese": "私が彼女に会いにいくときは、いつでも外出していた。",
    "english": "Every time I went to see her, she went out."
  },
  {
    "id": "167470",
    "japanese": "私が彼女にそれを説明します。",
    "english": "I will explain it to her."
  },
  {
    "id": "167471",
    "japanese": "私が彼女と結婚していたらよかったのに。",
    "english": "Would that I had married her!"
  },
  {
    "id": "167472",
    "japanese": "私が彼を訪れた時彼は夢中で本を読んでいた。",
    "english": "He was absorbed in reading when I visited him."
  },
  {
    "id": "167473",
    "japanese": "私が彼を訪ねたのは、つい昨日のことだ。",
    "english": "It was only yesterday that I called on him."
  },
  {
    "id": "167474",
    "japanese": "私が彼を訪ねたとき、彼はたまたま留守でした。",
    "english": "It happened that he was out when I visited him."
  },
  {
    "id": "167475",
    "japanese": "私が彼を助けるべき理由はまったくありません。",
    "english": "There is no reason why I should help him."
  },
  {
    "id": "167476",
    "japanese": "私が彼を好きなのは正直だからです。",
    "english": "It is because he is honest that I like him."
  },
  {
    "id": "167477",
    "japanese": "私が彼を見た時、彼は図書館に座っていました。",
    "english": "He was sitting in the library when I saw him."
  },
  {
    "id": "167480",
    "japanese": "私が彼をパーティーに招待したら、彼はそれに応じた。",
    "english": "I invited him to the party and he accepted."
  },
  {
    "id": "167481",
    "japanese": "私が訪ねた時、彼は電話で話していた。",
    "english": "When I called on him, he was talking on the phone."
  },
  {
    "id": "167482",
    "japanese": "私が彼をさがしている間しばらく動かないでいて下さい。",
    "english": "Just stay put for a minute while I look for him."
  },
  {
    "id": "167483",
    "japanese": "私が彼らのアパートを訪問したとき、夫婦は議論の真っ最中だった。",
    "english": "When I visited their apartment, the couple was right in the middle of an argument."
  },
  {
    "id": "167484",
    "japanese": "私が彼の部屋に入ると、彼は本を読んでいた。",
    "english": "When I entered his room, I found him reading a book."
  },
  {
    "id": "167485",
    "japanese": "私が彼の提案を受けるかどうか疑わしい。",
    "english": "It is doubtful whether he will accept my proposal or not."
  },
  {
    "id": "167486",
    "japanese": "私が彼の代理をします。",
    "english": "I will take his place."
  },
  {
    "id": "167487",
    "japanese": "私が彼の家へ行ったらすでに彼は連れて行かれたあとだった。",
    "english": "When I got to his house, he had already been taken away."
  },
  {
    "id": "167488",
    "japanese": "私が彼のことを理解するのは困難だ。",
    "english": "It is difficult for me to understand him."
  },
  {
    "id": "167489",
    "japanese": "私が彼に頼み事をしたとき、彼は何と言ったと思う？",
    "english": "What do you think he said when I asked him for a favor?"
  },
  {
    "id": "167490",
    "japanese": "私が彼に与えた金合計１万ドルになる。",
    "english": "The money I have given him amounts to $10,000."
  },
  {
    "id": "167491",
    "japanese": "私が彼に追いつくためにはもっと速く走らなければならない。",
    "english": "I have to run faster to catch up with him."
  },
  {
    "id": "167492",
    "japanese": "私が彼に忠告しよう。",
    "english": "I'll give him a piece of advice."
  },
  {
    "id": "167493",
    "japanese": "私が彼に従わなければならない理由があるのですか。",
    "english": "Is there any reason why I must obey him?"
  },
  {
    "id": "167494",
    "japanese": "私が彼に会ったのは昨日でした。",
    "english": "It was yesterday that I saw him."
  },
  {
    "id": "167495",
    "japanese": "私が彼に会いに行くといつも彼は仕事中だった。",
    "english": "Every time I went to see him, I found him at work."
  },
  {
    "id": "167496",
    "japanese": "私が彼に嘘をつくと、今度は彼が私に嘘をついた。",
    "english": "I lied to him and he lied to me in turn."
  },
  {
    "id": "167497",
    "japanese": "私が彼にテニスで勝つのは不可能ではないにしても、難しい。",
    "english": "It is difficult, if not impossible, for me to beat him at tennis."
  },
  {
    "id": "167499",
    "japanese": "私が彼について知っているのはこれだけです。",
    "english": "This is all that I know about him."
  },
  {
    "id": "167500",
    "japanese": "私が彼について言ったことは、彼の弟についてもあてはまる。",
    "english": "What I told you about him also holds true for his brother."
  },
  {
    "id": "167501",
    "japanese": "私が彼に５０ペンスを差し出すと、彼はそれを受け取った。",
    "english": "I offered him fifty pence and he accepted."
  },
  {
    "id": "167502",
    "japanese": "私が彼と会うのは、たいていその喫茶店だ。",
    "english": "It is usually at the coffee shop that I meet him."
  },
  {
    "id": "167503",
    "japanese": "私が彼が嫌いなのは彼が残酷だからだ。",
    "english": "It is because he is cruel that I dislike him."
  },
  {
    "id": "167504",
    "japanese": "私が彼から借りたのはこの本でした。",
    "english": "It was this book that I borrowed from him."
  },
  {
    "id": "167505",
    "japanese": "私が箱を開けるとすぐに蛙が跳びだした。",
    "english": "No sooner had I opened the box than a frog jumped out."
  },
  {
    "id": "167506",
    "japanese": "私が買ってあげた時計をどうしてしまったのか。",
    "english": "What have you done with the watch I bought for you?"
  },
  {
    "id": "167507",
    "japanese": "私が買ったばかりの車を君に見せるよ。",
    "english": "I'll show you the car I've just bought."
  },
  {
    "id": "167508",
    "japanese": "私が買い物をしてあげましょう。",
    "english": "I'll do the shopping for you."
  },
  {
    "id": "167509",
    "japanese": "私が買い物に出かけようとするときはいつも、彼は決まってうるさいことを言い始める。",
    "english": "Whenever I get ready to go shopping, he invariably starts getting on my back."
  },
  {
    "id": "167510",
    "japanese": "私が買いたかったコートは３００ドルの値段がついていた。",
    "english": "The coat I wanted was priced at three hundred dollars."
  },
  {
    "id": "167511",
    "japanese": "私が馬鹿なら君もそうだ。",
    "english": "If I am a fool, you are another."
  },
  {
    "id": "167513",
    "japanese": "私が熱があるのにはいくつかの理由がある。",
    "english": "There are several reasons why I have a fever."
  },
  {
    "id": "167514",
    "japanese": "私が入る場所がありますか。",
    "english": "Is there any room for me?"
  },
  {
    "id": "167515",
    "japanese": "私が入って行くと彼らは口論するのを止めた。",
    "english": "They stopped quarreling when I came in."
  },
  {
    "id": "167516",
    "japanese": "私が入ってきた時、クニ子はすでに食べ終えていた。",
    "english": "Kuniko had already eaten when I came in."
  },
  {
    "id": "167517",
    "japanese": "私が入っていくと彼は立ち上がった。",
    "english": "He stood up when I went in."
  },
  {
    "id": "167518",
    "japanese": "私が日本人であることを彼らは知らない。",
    "english": "They don't know that I'm Japanese."
  },
  {
    "id": "167519",
    "japanese": "私が日本語の勉強を始めてから４０年になる。",
    "english": "It is forty years since I began studying Japanese."
  },
  {
    "id": "167520",
    "japanese": "私が日本を去らなければならない時がきた。",
    "english": "The time came when I had to leave Japan."
  },
  {
    "id": "167521",
    "japanese": "私が日本に来た目的は、京都を見物することです。",
    "english": "I came to Japan to see Kyoto."
  },
  {
    "id": "167522",
    "japanese": "私が日本に滞在したのはほんの数ヶ月だった。",
    "english": "I stayed in Japan only a few months."
  },
  {
    "id": "167523",
    "japanese": "私が日本に滞在したのはほんの数ヶ月だが、その間に次から次へと苦しい目にあった。",
    "english": "I stayed in Japan only a few months, during which time I went through a series of hardships."
  },
  {
    "id": "167524",
    "japanese": "私が日本に行ったのはそれが初めてのことだ。",
    "english": "That was my first visit to Japan."
  },
  {
    "id": "167525",
    "japanese": "私が肉を食べようとしないことは不都合が生じ、私は自分の風変わりのためにたびたび叱られた。",
    "english": "My refusing to eat meat occasioned an inconvenience, and I was frequently chided for my singularity."
  },
  {
    "id": "167526",
    "japanese": "私が特に気に入っているのは、この鮮やかな色彩の肖像画です。",
    "english": "I am pleased with this vivid portrait in particular."
  },
  {
    "id": "167527",
    "japanese": "私が道を教えましょう。",
    "english": "I'll show you the way."
  },
  {
    "id": "167528",
    "japanese": "私が道に迷ったのは川の近くだった。",
    "english": "It was near the river that I lost my way."
  },
  {
    "id": "167529",
    "japanese": "私が同時通訳を務めた。",
    "english": "I acted as a simultaneous interpreter."
  },
  {
    "id": "167531",
    "japanese": "私たちが働いている会社は、いくつかの文化事業を後援しています。",
    "english": "Our company supports several cultural events."
  },
  {
    "id": "167532",
    "japanese": "私が到着するまで、彼は私を待っていた。",
    "english": "He waited for me until I arrived."
  },
  {
    "id": "167533",
    "japanese": "私が到着したときパーティーはほとんど終わっていた。",
    "english": "The party was all but over when I arrived."
  },
  {
    "id": "167534",
    "japanese": "私が到着したとき、雨が降っていた。",
    "english": "When I arrived, it was raining."
  },
  {
    "id": "167535",
    "japanese": "私が当地へ来てからちょうど５年です。",
    "english": "It's been five years to the day since I came here."
  },
  {
    "id": "167536",
    "japanese": "私が東京に来てから十年になります。",
    "english": "It is ten years since I came to Tokyo."
  },
  {
    "id": "167537",
    "japanese": "私が東京に到着してから２ヶ月になる。",
    "english": "It has been two months since my arrival in Tokyo."
  },
  {
    "id": "167538",
    "japanese": "私が東京にいることを彼女が知っていさえいたら、彼女は私を訪問してくれただろ。",
    "english": "If only she had known I was in Tokyo, she would have come to visit me."
  },
  {
    "id": "167539",
    "japanese": "私が投票した候補者は当選した。",
    "english": "The candidate whom I cast a vote for was elected."
  },
  {
    "id": "167540",
    "japanese": "私が怒っていたので彼女は悲しそうだった。",
    "english": "She looked sad because I was angry."
  },
  {
    "id": "167541",
    "japanese": "私が怒ったので事態が更に悪化した。",
    "english": "The fact that I lost my temper made matters still worse."
  },
  {
    "id": "167542",
    "japanese": "私が登るにつれて枝が曲がりはじめた。",
    "english": "The branch began to bend as I climbed along it."
  },
  {
    "id": "167543",
    "japanese": "私が電話を切るか切らないうちに別の電話が入った。",
    "english": "No sooner had I hung up the phone than there came another call."
  },
  {
    "id": "167544",
    "japanese": "私が電話をかけたとき彼は忙しかった。",
    "english": "He was busy when I called him up."
  },
  {
    "id": "167545",
    "japanese": "私が電話で話している間に、彼女が会いに来た。",
    "english": "While I was talking over the telephone she came to see me."
  },
  {
    "id": "167546",
    "japanese": "私が電話したときパメラは家にいたに違いないのに、電話に出なかった。",
    "english": "Pamela must have been at home when I tried to get in touch with her, but she didn't answer the telephone."
  },
  {
    "id": "167547",
    "japanese": "私が電話したとき、彼女はちょうど帰宅したところだった。",
    "english": "She had just come home when I called."
  },
  {
    "id": "167548",
    "japanese": "私が電話したとき、ボブは出かける直前だった。",
    "english": "Bob was on the point of leaving when I rang him up."
  },
  {
    "id": "167549",
    "japanese": "私が提供できるのは血と労苦と涙と汗のみであります。",
    "english": "I have nothing to offer but blood, toil, tears and sweat."
  },
  {
    "id": "167550",
    "japanese": "私が提案してもよろしいでしょうか。",
    "english": "Do you mind my making a suggestion?"
  },
  {
    "id": "167551",
    "japanese": "私が庭へおりていくと、二人の少女がひなぎくをつんでいた。",
    "english": "When I went down to the garden, two little girls were picking daisies."
  },
  {
    "id": "167552",
    "japanese": "私が停留所に着いたときには、最終バスはもう行ってしまっていた。",
    "english": "The last bus had already gone when I got to the bus stop."
  },
  {
    "id": "167553",
    "japanese": "私が直属の上司になります。",
    "english": "She will report directly to me."
  },
  {
    "id": "167554",
    "japanese": "私が直接彼に会うのが一番いいだろう。",
    "english": "It would be best if I met him in person."
  },
  {
    "id": "167555",
    "japanese": "私が直接あなたを訪問します。",
    "english": "I'll personally visit you."
  },
  {
    "id": "167561",
    "japanese": "私が町を離れている間、弟を私の代理人にした。",
    "english": "I made my brother my agent while I was out of the city."
  },
  {
    "id": "167562",
    "japanese": "私が朝起きた時、雨が降っていました。",
    "english": "When I got up this morning, it was raining."
  },
  {
    "id": "167563",
    "japanese": "私が昼食を食べているとき電話が鳴った。",
    "english": "As I was having lunch, the phone rang."
  },
  {
    "id": "167564",
    "japanese": "私が着くと彼らは急いで家から出て行った。",
    "english": "When I arrived, they quickly cleared out of the house."
  },
  {
    "id": "167565",
    "japanese": "私が着いたとき彼女はもう出た後だった。",
    "english": "She had already gone when I arrived."
  },
  {
    "id": "167566",
    "japanese": "私が着いたとき、コンサートはほとんど終わりだった。",
    "english": "The concert was all but over when I arrived."
  },
  {
    "id": "167567",
    "japanese": "私が着いたころには、彼はすでに出発してしまっていた。",
    "english": "By the time I arrived, he had already left."
  },
  {
    "id": "167568",
    "japanese": "私が遅刻したので彼女は怒った。",
    "english": "She was sore at me for being late."
  },
  {
    "id": "167569",
    "japanese": "私が遅れたら先に行って下さい。",
    "english": "In case I am late, please go ahead of me."
  },
  {
    "id": "167570",
    "japanese": "私が遅れずに来ることをあてにしていいよ。",
    "english": "You may rely on my coming in time."
  },
  {
    "id": "167571",
    "japanese": "私が地図を見る間このかばんを持ってくれませんか。",
    "english": "Will you take this bag while I consult the map?"
  },
  {
    "id": "167572",
    "japanese": "私が知る限りでは、彼は頼りになる人だ。",
    "english": "As far as I know, he is a reliable person."
  },
  {
    "id": "167573",
    "japanese": "私が知る限りでは、彼は車で来ます。",
    "english": "As far as I know, he is coming by car."
  },
  {
    "id": "167574",
    "japanese": "私が知る限りでは、その理論に関するよい書物はない。",
    "english": "To my knowledge, there are no good books on the theory."
  },
  {
    "id": "167575",
    "japanese": "私が知る限りスミスさんは控え目な人だった。",
    "english": "Mr Smith, as I knew him, was a modest man."
  },
  {
    "id": "167576",
    "japanese": "私が知る限り、彼は町で最もすぐれた医者の一人だ。",
    "english": "As far as I know, he is one of the best doctors in town."
  },
  {
    "id": "167577",
    "japanese": "私が知る限り、彼はいいやつだ。",
    "english": "He is, so far as I know, a good guy."
  },
  {
    "id": "167578",
    "japanese": "私が知るかぎり彼女は大変よい人だ。",
    "english": "As far as I know, she is a very good person."
  },
  {
    "id": "167579",
    "japanese": "私が知りたいのは事実だ。",
    "english": "It is the fact that I want to know."
  },
  {
    "id": "167580",
    "japanese": "私が知らないのをいいことに彼は私をだました。",
    "english": "He took advantage of my ignorance and deceived me."
  },
  {
    "id": "167581",
    "japanese": "私が知っている限りでは、彼は昔優秀な生徒だった。",
    "english": "So far as I know, he used to be a good student."
  },
  {
    "id": "167582",
    "japanese": "私が知っているのは彼女が先週出て行ったということだけだ。",
    "english": "I know nothing except that she left last week."
  },
  {
    "id": "167583",
    "japanese": "私が知っているのはこれだけです。",
    "english": "This is all I know."
  },
  {
    "id": "167585",
    "japanese": "私が断ぜん好きなのはこれらのうちの４つ目と最後である。",
    "english": "My decided preference is the fourth and the last of these alternatives."
  },
  {
    "id": "167586",
    "japanese": "私が探しているのは、まさにそれだ。",
    "english": "That's what I'm looking for."
  },
  {
    "id": "167587",
    "japanese": "私が誰だか知っていますか。",
    "english": "Do you know who I am?"
  },
  {
    "id": "167588",
    "japanese": "私が大金持ちだと思ってくれては困る。",
    "english": "Don't think I'm made of money."
  },
  {
    "id": "167589",
    "japanese": "私が大学を卒業できたのは両親のおかげだ。",
    "english": "I owe it to my parents that I was able to finish college."
  },
  {
    "id": "167590",
    "japanese": "私が大学を卒業できたのは兄のおかげです。",
    "english": "I owe it to my brother that I was able to finish college."
  },
  {
    "id": "167591",
    "japanese": "大学を出てから10年になります。",
    "english": "It is ten years since I left college."
  },
  {
    "id": "167593",
    "japanese": "私は大学にいたとき政治の活動をしていた。",
    "english": "I was active in politics when I was in the university."
  },
  {
    "id": "167594",
    "japanese": "私が台所へ入ったとき、彼女はチキンカレーライスを作っていた。",
    "english": "When I entered the kitchen, she was making chicken curry with rice."
  },
  {
    "id": "167596",
    "japanese": "私が待っていた人は姿を見せなかった。",
    "english": "The man I was waiting for didn't turn up."
  },
  {
    "id": "167597",
    "japanese": "私が体験した恐怖は言葉では表現できません。",
    "english": "Words cannot describe the horror I experienced."
  },
  {
    "id": "167598",
    "japanese": "私が他の子供たちに言った小言はお前には当てはまらないよ。",
    "english": "The scolding I gave to the other children doesn't apply to you."
  },
  {
    "id": "167600",
    "japanese": "私が足を踏むと犬は鳴いた。",
    "english": "The dog gave a yelp when I trod on its paw."
  },
  {
    "id": "167601",
    "japanese": "私が窓を開けましょうか？",
    "english": "Do you want me to open the window?"
  },
  {
    "id": "167602",
    "japanese": "私が窓を開けてもかまいませんでしょうか。",
    "english": "Would you mind if I open the window?"
  },
  {
    "id": "167603",
    "japanese": "私が早く去るので彼らは残念がった。",
    "english": "My leaving early made them feel sorry."
  },
  {
    "id": "167604",
    "japanese": "私が前にいた会社では、ある冬の暗い夜に全社員の給与が強奪されました。",
    "english": "I have worked for one company where the payroll was snatched on a dark winter's night."
  },
  {
    "id": "167605",
    "japanese": "私が選挙で一票入れたところで、何も変わらないと思ってしまう。",
    "english": "I figure that my vote won't change anything."
  },
  {
    "id": "167606",
    "japanese": "私が薦められたガイドブックのうちで本当に役に立つのはこれだけだ。",
    "english": "This is the only guidebook that was recommended to me that is really useful."
  },
  {
    "id": "167607",
    "japanese": "私が川を泳いで渡るのは危険だと思いますか。",
    "english": "Do you think it dangerous that I swim across the river?"
  },
  {
    "id": "167608",
    "japanese": "私が先日訪れたのはこの病院だ。",
    "english": "It was this hospital which I visited last month."
  },
  {
    "id": "167609",
    "japanese": "私が先週の金曜日あなたに紹介した会社の社長がまたあなたに会いたいといっています。",
    "english": "The president of the company, to whom I introduced you last Friday, wants to see you again."
  },
  {
    "id": "167610",
    "japanese": "私が先月訪れたのはこの病院だった。",
    "english": "It was this hospital which I visited last month."
  },
  {
    "id": "167611",
    "japanese": "私が先にそこへ着くよ。",
    "english": "I'll get there before you will."
  },
  {
    "id": "167612",
    "japanese": "私が石油をいくらか流出させてしまった。",
    "english": "I ran off some of the oil."
  },
  {
    "id": "167613",
    "japanese": "私が生まれた町は古いお城で有名です。",
    "english": "The town in which I was born is famous for its old castle."
  },
  {
    "id": "167614",
    "japanese": "私が生きてる限り君に何も不自由はさせない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167615",
    "japanese": "私が生きてる間は君に不自由させない。",
    "english": "You shall not for nothing as long as I live."
  },
  {
    "id": "167616",
    "japanese": "私が生きている限り彼のことは決して忘れません。",
    "english": "I'll never forget him as long as I live."
  },
  {
    "id": "167618",
    "japanese": "私が生きている限り君には何も不自由はさせない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167619",
    "japanese": "私が生きている限りは君を援助してあげよう。",
    "english": "I'll help you as long as I live."
  },
  {
    "id": "167620",
    "japanese": "私が生きている限りは、お前には何も不自由させない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167621",
    "japanese": "私が生きている限りお前に不自由はさせないぞ。",
    "english": "So long as I live, you shall want for nothing."
  },
  {
    "id": "167623",
    "japanese": "私が生きている限り、あなたの親切は忘れません。",
    "english": "I will never forget your kindness so long as I live."
  },
  {
    "id": "167624",
    "japanese": "私が生きている間は彼の事は決して許しません。",
    "english": "I'll never forget him as long as I live."
  },
  {
    "id": "167625",
    "japanese": "私が生きている間は彼のことを決して忘れません。",
    "english": "I'll never forget him as long as I live."
  },
  {
    "id": "167626",
    "japanese": "私が生きている間は彼のことだけは決して忘れません。",
    "english": "I'll never forget him as long as I live."
  },
  {
    "id": "167627",
    "japanese": "私が生きている間は君には何一つ不自由させません。",
    "english": "As long as I live, you shall want for nothing."
  },
  {
    "id": "167628",
    "japanese": "私が生きている間は援助しましょう。",
    "english": "I'll help you as long as I live."
  },
  {
    "id": "167629",
    "japanese": "私が生きている間はきみに不自由はさせない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167631",
    "japanese": "私が生きているのはあなたのおかげです。",
    "english": "I owe it to you that I am still alive."
  },
  {
    "id": "167632",
    "japanese": "私が生きているかぎりあなたに不自由はさせない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167633",
    "japanese": "私が正直に話しているか確かめようと彼の目は私の表情を探った。",
    "english": "His eyes searched my face to see if I was talking straight."
  },
  {
    "id": "167634",
    "japanese": "私が生きているうちは、お前に不自由はさせない。",
    "english": "You shall want for nothing as long as I live."
  },
  {
    "id": "167636",
    "japanese": "私が正午前にそこへ着くことは不可能です。",
    "english": "It is impossible for me to get there before noon."
  },
  {
    "id": "167637",
    "japanese": "私が正しかったことがわかった。",
    "english": "It turned out that I was right."
  },
  {
    "id": "167638",
    "japanese": "私が正しいとわかるでしょう。",
    "english": "You will see that I am right."
  },
  {
    "id": "167639",
    "japanese": "私が成功する見込みはほとんど無い。",
    "english": "There is little prospect of my success."
  },
  {
    "id": "167640",
    "japanese": "私が成田空港に着いたとき彼の飛行機はすでに出発してしまっていた。",
    "english": "His airplane had already left when I got to Narita Airport."
  },
  {
    "id": "167641",
    "japanese": "私が成功したのは彼の助言のおかげだった。",
    "english": "It was thanks to his advice that I succeeded."
  },
  {
    "id": "167642",
    "japanese": "私が成功したのは彼の助言があったからだ。",
    "english": "It was thanks to his advice that I succeeded."
  },
  {
    "id": "167643",
    "japanese": "私が成功したのは彼のおかげだ。",
    "english": "I owe my success to him."
  },
  {
    "id": "167644",
    "japanese": "私が成功したのは彼のアドバイスのおかげです。",
    "english": "It was thanks to his advice that I succeeded."
  },
  {
    "id": "167646",
    "japanese": "私が成功したのは主にあなたの援助のためであった。",
    "english": "My success was mainly due to your help."
  },
  {
    "id": "167647",
    "japanese": "私が成功したのは運がよかったからです。",
    "english": "The reason I succeeded was because I was lucky."
  },
  {
    "id": "167648",
    "japanese": "私が成功したのは主にあなたの助けのためだった。",
    "english": "My success was mainly due to your help."
  },
  {
    "id": "167651",
    "japanese": "私が神でないのと同様あなたも神ではない。",
    "english": "You are no more a god than I am."
  },
  {
    "id": "167652",
    "japanese": "私が新聞の存在価値を信じるのはそのためだ。",
    "english": "That is why I believe in the Press."
  },
  {
    "id": "167653",
    "japanese": "新しい家を建てるのにたくさん費用がかかった。",
    "english": "It cost me a lot of money to build a new house."
  },
  {
    "id": "167654",
    "japanese": "新しい家を建てるのにたくさんのお金がかかった。",
    "english": "It cost me a lot of money to build a new house."
  },
  {
    "id": "167655",
    "japanese": "私が寝入るか寝入らぬかのうちに、電話が鳴った。",
    "english": "I had hardly fallen asleep when the telephone rang."
  },
  {
    "id": "167656",
    "japanese": "私が寝込んでいたとき、料理を作ってくれてありがとう。",
    "english": "It was very kind of you to make dishes while I was down."
  },
  {
    "id": "167657",
    "japanese": "私が信じていることはあなたが正しいということだ。",
    "english": "My belief is that you are right."
  },
  {
    "id": "167658",
    "japanese": "私が信じていた人が私を裏切った。",
    "english": "The man I trusted betrayed me."
  },
  {
    "id": "167659",
    "japanese": "私が食事を終えたところに友達から電話がかかってきて、夕食に招待された。",
    "english": "I had hardly finished my meal when my friend phoned me and invited me out for dinner."
  },
  {
    "id": "167660",
    "japanese": "私が食べたくない食べ物を私に食べることを期待するなんて君は大変失礼だ。",
    "english": "It is very rude of you to expect me to eat food that I do not want to."
  },
  {
    "id": "167661",
    "japanese": "私が乗り込むやいなや、汽車は動き出した。",
    "english": "I had barely got aboard when the train began to move."
  },
  {
    "id": "167662",
    "japanese": "私が乗った列車は６時に京都を出発して、９時に東京に着いた。",
    "english": "My train left Kyoto at six, and arrived in Tokyo at nine."
  },
  {
    "id": "167663",
    "japanese": "私が床に入るか入らないうちに電話が鳴りだした。",
    "english": "I had hardly gotten into bed when the telephone began to ring."
  },
  {
    "id": "167664",
    "japanese": "私が商売に成功したのは叔父のおかげです。",
    "english": "I owe it to my uncle that I succeeded in my business."
  },
  {
    "id": "167665",
    "japanese": "私が勝つか負けるか、わかりません。",
    "english": "I don't know whether I will win or lose."
  },
  {
    "id": "167666",
    "japanese": "私が助手に雇った青年はとてもよく働く。",
    "english": "The young man whom I employed as my assistant works very hard."
  },
  {
    "id": "167667",
    "japanese": "私が助けたその少年はトニー君です。",
    "english": "The boy I helped is Tony."
  },
  {
    "id": "167668",
    "japanese": "私が書いた手紙を読んで間違いがあれば直してくれませんか。",
    "english": "Would you read my letter and correct the mistakes, if any?"
  },
  {
    "id": "167669",
    "japanese": "私が初めて彼女に会ったのは京都だった。",
    "english": "It was in Kyoto that I first met her."
  },
  {
    "id": "167671",
    "japanese": "私が初めて作ってみたチーズケーキはひどい味がした。",
    "english": "My first attempt at a cheesecake tasted horrible."
  },
  {
    "id": "167672",
    "japanese": "私が出来る限りの援助を彼に差しのべるつもりです。",
    "english": "I'll offer him what help I can."
  },
  {
    "id": "167673",
    "japanese": "私が出発する前に夕食が出るけはいはなかった。",
    "english": "There was no sign of dinner appearing before I left."
  },
  {
    "id": "167674",
    "japanese": "私が出席しなければならない会議を、思い出させてくれてありがとう。",
    "english": "Thank you for reminding me about the meeting I have to attend."
  },
  {
    "id": "167675",
    "japanese": "私が出掛けている間、猫の面倒をみてください。",
    "english": "Please look after my cats while I'm away."
  },
  {
    "id": "167676",
    "japanese": "私が出会う人々は親切だ。",
    "english": "The people whom I meet are kind."
  },
  {
    "id": "167677",
    "japanese": "私が出ます。",
    "english": "I'll get it."
  },
  {
    "id": "167678",
    "japanese": "私が出して欲しいと頼んだ手紙に切手を貼るのを忘れないでね。",
    "english": "Please don't forget to put stamps on the letters I gave you to post."
  },
  {
    "id": "167679",
    "japanese": "私が出した高価な寿司を誰も食べなかったのにはがっかりした。",
    "english": "It was disappointing that nobody ate the expensive sushi I had served."
  },
  {
    "id": "167680",
    "japanese": "私が出かけようとしていると彼がやってきた。",
    "english": "I was about to go out when he came to see me."
  },
  {
    "id": "167681",
    "japanese": "私が出かけようとしているときに電話が鳴ったんです。",
    "english": "I was about to go out, when the telephone rang."
  },
  {
    "id": "167682",
    "japanese": "私が出かけようとした際、旧友が訪ねてきた。",
    "english": "I was about to leave home when an old friend of mine dropped in."
  },
  {
    "id": "167683",
    "japanese": "私が出かけている間、鳥の世話をして下さい。",
    "english": "Please take care of my birds while I am away."
  },
  {
    "id": "167684",
    "japanese": "私が出かけたとき、父はまだ家にいました。",
    "english": "My father was still at home when I left."
  },
  {
    "id": "167685",
    "japanese": "私が出かけたあとで彼がついた。",
    "english": "He arrived after I had left."
  },
  {
    "id": "167686",
    "japanese": "私が宿題をやってしまうのにどのくらいかかるのだろうか。",
    "english": "How long will it take me to finish my homework?"
  },
  {
    "id": "167687",
    "japanese": "私が住んでいる所は健康に良い。",
    "english": "The place I live in is very good for your health."
  },
  {
    "id": "167688",
    "japanese": "私が受け取ったメッセージには「ご都合の良いときにご連絡ください」とあった。",
    "english": "The message I received said, Please contact us at your convenience."
  },
  {
    "id": "167689",
    "japanese": "私が手伝いましょうか。",
    "english": "Would you like me to help you?"
  },
  {
    "id": "167690",
    "japanese": "私が手紙で連絡した先生は、まだ到着なされていません。",
    "english": "The teacher I wrote to you about has not yet arrived."
  },
  {
    "id": "167691",
    "japanese": "私が手にしてるのは貝の化石です。",
    "english": "What I have in my hand is a fossil seashell."
  },
  {
    "id": "167692",
    "japanese": "私が手がけていた取り引きはだめになった。",
    "english": "The deal I was working on fell through."
  },
  {
    "id": "167693",
    "japanese": "私が若すぎるとでもおっしゃるのですか。",
    "english": "Are you suggesting that I am too young?"
  },
  {
    "id": "167694",
    "japanese": "私が若ければ、外国へ行くのだが。",
    "english": "Were I young, I would go abroad."
  },
  {
    "id": "167695",
    "japanese": "私が車でここから東京に行くのに五時間かかった。",
    "english": "It took me five hours to drive from here to Tokyo."
  },
  {
    "id": "167696",
    "japanese": "私が質問に答えられないでいると、彼が助け舟を出してくれた。",
    "english": "When I didn't know how to answer the question, he gave me a hint."
  },
  {
    "id": "167697",
    "japanese": "私が失敗したとき、彼は「いい気味だ」と言った。",
    "english": "When I failed, he said, \"It serves you right.\""
  },
  {
    "id": "167698",
    "japanese": "私が自分のしたことをどんなに後悔したかだれも信じまい。",
    "english": "Nobody will believe how sorry I was for what I'd done."
  },
  {
    "id": "167699",
    "japanese": "私が持っているのは本だけです。",
    "english": "All I have is books."
  },
  {
    "id": "167700",
    "japanese": "私が自分で選んだ絵をどうか見て下さい。",
    "english": "Please take a look at the picture that I chose."
  },
  {
    "id": "167701",
    "japanese": "私が持っているのはせいぜい３千円だ。",
    "english": "I have not more than three thousand yen."
  },
  {
    "id": "167703",
    "japanese": "私が事務所にいる間は電話をかけてよこさないでくれ。",
    "english": "Don't phone me while I'm at the office."
  },
  {
    "id": "167704",
    "japanese": "私が試験に通ると思っていた友人は落ちてしまった。",
    "english": "The friend who I thought would pass the exam failed it."
  },
  {
    "id": "167705",
    "japanese": "私が死んだら娘の教育は君に頼む。",
    "english": "I'll leave my daughter's education to you, after I'm gone."
  },
  {
    "id": "167707",
    "japanese": "私が市長に選ばれたのは驚くべきことではない。",
    "english": "It is not surprising that I was elected mayor."
  },
  {
    "id": "167708",
    "japanese": "私が子供の頃、毎日泳ぐのが常でした。",
    "english": "I used to swim every day when I was a child."
  },
  {
    "id": "167709",
    "japanese": "私が子供のころ、彼はよく私たちに会いに来たものだった。",
    "english": "He would often come to see us when I was a child."
  },
  {
    "id": "167710",
    "japanese": "私が仕事は楽じゃないといったのはそういうことじゃないのよ。",
    "english": "That's not the reason why I said the job wasn't easy."
  },
  {
    "id": "167711",
    "japanese": "私が昨日買ったのはこの靴なんです。",
    "english": "What I bought yesterday was these shoes."
  },
  {
    "id": "167712",
    "japanese": "私が昨日買ったこの机はとても大きい。",
    "english": "This desk, which I bought yesterday, is very big."
  },
  {
    "id": "167713",
    "japanese": "私が昨日出会った少年はトニーです。",
    "english": "The boy whom I met yesterday is Tony."
  },
  {
    "id": "167714",
    "japanese": "私が昨日会った男の人の名前はヒルです。",
    "english": "The name of the man I met yesterday is Mr. Hill."
  },
  {
    "id": "167715",
    "japanese": "私が昨日会ったのはジャックでした。",
    "english": "It was Jack that I met yesterday."
  },
  {
    "id": "167716",
    "japanese": "私が昨日その部屋に忘れたのは鞄だった。",
    "english": "It was a bag that I lost in the room yesterday."
  },
  {
    "id": "167717",
    "japanese": "私が昨日ここに置いた本はどうなりましたか。",
    "english": "What has become of the book I put here yesterday?"
  },
  {
    "id": "167718",
    "japanese": "私が最初に予測したことは的を遠くはずれていた。",
    "english": "My first guess was wide off the mark."
  },
  {
    "id": "167719",
    "japanese": "私が最初にオフィスに入るように呼ばれた。",
    "english": "I was called into the office first."
  },
  {
    "id": "167720",
    "japanese": "私が最後に彼に会ったのは１０年前のことです。",
    "english": "It is ten years ago that I saw him last."
  },
  {
    "id": "167721",
    "japanese": "私が最も敬服する人は、人生の権力の見地から見ない人である。",
    "english": "People I admire most are those who do not see life in terms of power."
  },
  {
    "id": "167722",
    "japanese": "私が再三断ったにも関わらず、彼は私にそこへ行けと言って聞かなかった。",
    "english": "Though I refused repeatedly, he insisted that I should go there."
  },
  {
    "id": "167723",
    "japanese": "私が困難に打ち勝つ手伝いをしてくれませんか。",
    "english": "Will you help me get over the difficulties?"
  },
  {
    "id": "167724",
    "japanese": "私が困っている時に、その男が助けてくれました。",
    "english": "The man helped me when I was in trouble."
  },
  {
    "id": "167725",
    "japanese": "私が困っているとき彼はわざわざ助けてくれた。",
    "english": "He went out of his way to help me when I was in trouble."
  },
  {
    "id": "167726",
    "japanese": "困っていたとき500ドル貸してくださって、本当に感謝しております。",
    "english": "It was really considerate of you to lend me $500 when I was in difficulties."
  },
  {
    "id": "167727",
    "japanese": "私が今話しているのは、私の夫に対する深い愛情と尊敬の念についてです。",
    "english": "What I am talking about right now is the deep love and respect I have for my husband."
  },
  {
    "id": "167728",
    "japanese": "私が今欲しいのは一杯の熱いコーヒーです。",
    "english": "What I want now is a hot cup of coffee."
  },
  {
    "id": "167729",
    "japanese": "私が今日あるのは両親のおかげである。",
    "english": "I owe what I am to my parents."
  },
  {
    "id": "167730",
    "japanese": "私が今日あるのは友人のおかげです。",
    "english": "I owe what I am to my friend."
  },
  {
    "id": "167731",
    "japanese": "私が今日あるのは母親のおかげだ。",
    "english": "I owe what I am to my mother."
  },
  {
    "id": "167732",
    "japanese": "私が今日あるのは父のおかげです。",
    "english": "My father made me what I am."
  },
  {
    "id": "167733",
    "japanese": "私が今日あるのは彼のおかげだ。",
    "english": "He has made me what I am."
  },
  {
    "id": "167734",
    "japanese": "私が今日あるのは伯父のおかげです。",
    "english": "My uncle has made me what I am today."
  },
  {
    "id": "167735",
    "japanese": "私が今日あるのは、母のおかげです。",
    "english": "My mother has made me what I am today."
  },
  {
    "id": "167736",
    "japanese": "私が今日あるのは、私の生命を救ってくれたブラウン先生のおかげです。",
    "english": "I owe what I am today to Dr. Brown, who saved my life."
  },
  {
    "id": "167737",
    "japanese": "私が今日あるのは、教育のおかげです。",
    "english": "I owe what I am today to education."
  },
  {
    "id": "167738",
    "japanese": "私が今度パリへ行ったら、５回行ったことになる。",
    "english": "I will have been to Paris five times when I go there again."
  },
  {
    "id": "167739",
    "japanese": "私が今朝通りで会ったのはジョージだった。",
    "english": "It was George that I met in the street this morning."
  },
  {
    "id": "167740",
    "japanese": "今持っているお金はこれだけです。",
    "english": "This is all the money that I have now."
  },
  {
    "id": "167741",
    "japanese": "私が今までに聞いてきたすべてのことから真実に違いないと確信しています。",
    "english": "I'm sure it must be true from all that I've heard."
  },
  {
    "id": "167742",
    "japanese": "私が今までに行ったことがあるすべての場所の中で、アラスカが最も美しい。",
    "english": "Of all the places I've been, Alaska is the most beautiful."
  },
  {
    "id": "167743",
    "japanese": "私が今でも生きているのはあなたのおかげです。",
    "english": "I owe it you that I am still alive."
  },
  {
    "id": "167744",
    "japanese": "私が今あるのは両親のお陰です。",
    "english": "I owe what I am today to my parents."
  },
  {
    "id": "167745",
    "japanese": "私が今あなたに言ったことを繰り返しなさい。",
    "english": "Repeat what I have just told you."
  },
  {
    "id": "167746",
    "japanese": "私が講堂に入るか入らないかのうちに式が始まった。",
    "english": "No sooner had I entered the hall than the ceremony began."
  },
  {
    "id": "167747",
    "japanese": "私が行ってみると、その少年はぐっすり眠っていた。",
    "english": "I found the boy fast asleep."
  },
  {
    "id": "167748",
    "japanese": "私が行った日には空席がたくさんあった。",
    "english": "There were a lot of empty seats the day I went."
  },
  {
    "id": "167749",
    "japanese": "私が行くことに支障は何もありません。",
    "english": "There is nothing to prevent my going."
  },
  {
    "id": "167750",
    "japanese": "私が考えていた計画について言えば、それ自体は悪くはなかった。",
    "english": "As for the scheme I had in my head, it was not a bad one in itself."
  },
  {
    "id": "167751",
    "japanese": "私が公園を散歩していると、私の名前を呼ぶのが聞こえた。",
    "english": "I was walking in the park, when I heard my name called."
  },
  {
    "id": "167752",
    "japanese": "私が誤って窓を壊したのは昨日でした。",
    "english": "It was yesterday that I broke the window by mistake."
  },
  {
    "id": "167753",
    "japanese": "私が後悔してふりかえることが一つある。",
    "english": "There is one thing I look back on with regret."
  },
  {
    "id": "167754",
    "japanese": "私が午後十一時に電話したとき、彼女はすでに床についていた。",
    "english": "She had already gone to bed when I phoned her at 11:00 p.m."
  },
  {
    "id": "167755",
    "japanese": "私が呼んではじめて彼は来た。",
    "english": "It was not until I called that he came."
  },
  {
    "id": "167756",
    "japanese": "私が呼んだとき彼は振り向いた。",
    "english": "He turned around when I called."
  },
  {
    "id": "167757",
    "japanese": "私が言葉遣いの上達に専念していたとき、一冊の英文法書と出会った。",
    "english": "While I was intent on improving my language skill, I came upon an English grammar book."
  },
  {
    "id": "167758",
    "japanese": "私が言っていることは本気なのだ。",
    "english": "I mean what I say."
  },
  {
    "id": "167759",
    "japanese": "私が言っていることはまさに事実なのです。",
    "english": "What I'm saying is quite true."
  },
  {
    "id": "167761",
    "japanese": "私が言ったことを心に留めておいて下さい。",
    "english": "Please bear in mind what I said."
  },
  {
    "id": "167762",
    "japanese": "私が言ったことを覚えてください。",
    "english": "Please bear in mind what I said."
  },
  {
    "id": "167763",
    "japanese": "私が言ったことを覚えておくべきだ。",
    "english": "You should keep in mind what I told you."
  },
  {
    "id": "167764",
    "japanese": "私が言ったことが彼女を傷つけるとは考えもつかなかった。",
    "english": "It never occurred to me that my words would hurt her feelings."
  },
  {
    "id": "167765",
    "japanese": "私が言うようにしなさい。",
    "english": "Do as I tell you."
  },
  {
    "id": "167766",
    "japanese": "私が現在のようになったのは父のおかげです。",
    "english": "My father made me what I am today."
  },
  {
    "id": "167767",
    "japanese": "私が現れるのを待っている少女などいるはずがない。",
    "english": "There can't be a girl who is waiting for me to appear."
  },
  {
    "id": "167768",
    "japanese": "私が見舞いに行ったときいとこは１週間病床にいた。",
    "english": "My cousin had been sick in bed for a week when I visited him."
  },
  {
    "id": "167769",
    "japanese": "私が見つけたのは１丁のハサミだけだった。",
    "english": "I found nothing but a pair of scissors."
  },
  {
    "id": "167770",
    "japanese": "私が見たものすべてが予想していたものと完全に違っていた。",
    "english": "Everything that I saw was completely different from what I had expected."
  },
  {
    "id": "167771",
    "japanese": "私が見たのはそれにそっくりの家だった。",
    "english": "It's a house just like that I have seen."
  },
  {
    "id": "167772",
    "japanese": "私が見たすばらしさはとても口では言い表せない。",
    "english": "No tongue can tell of the wonders I saw."
  },
  {
    "id": "167773",
    "japanese": "私が犬小屋にペンキを塗るのを、父が手伝ってくれた。",
    "english": "I was helped by my father to paint the kennel."
  },
  {
    "id": "167774",
    "japanese": "私が健康なのは両親のおかげである。",
    "english": "I owe it to my parents that I am so healthy."
  },
  {
    "id": "167775",
    "japanese": "私が健を訪問した時、彼は勉強していました。",
    "english": "When I visited Ken, he was studying."
  },
  {
    "id": "167776",
    "japanese": "私が結婚するまで母親を生かしておきたかった。",
    "english": "I hoped that I would marry while my mother was still alive."
  },
  {
    "id": "167777",
    "japanese": "私が決して約束を破らないと言う事をあてにしてよろしい。",
    "english": "You can trust that I will never break my promise."
  },
  {
    "id": "167778",
    "japanese": "私が計画を断念しなければならない理由はない。",
    "english": "There is no reason that I should give up my plan."
  },
  {
    "id": "167779",
    "japanese": "私が君をすぐに家に帰らせてあげましょう。",
    "english": "I will let you go home at once."
  },
  {
    "id": "167780",
    "japanese": "私が君の職務を引き継ごう。",
    "english": "I'll take over your duties."
  },
  {
    "id": "167782",
    "japanese": "私が君に話した女の子は京都に住んでいる。",
    "english": "The girl I told you about lives in Kyoto."
  },
  {
    "id": "167783",
    "japanese": "私が君に話した女の子はここに住んでいる。",
    "english": "The girl about whom I told you lives here."
  },
  {
    "id": "167784",
    "japanese": "私が君に向かって話している時はまっすぐ立っていなさい。",
    "english": "Stand upright when I'm talking to you."
  },
  {
    "id": "167787",
    "japanese": "私が君と同じように若ければなあ。",
    "english": "I wish I were as young as you."
  },
  {
    "id": "167788",
    "japanese": "私が君だったらそんな事はしないだろうよと彼は私に言った。",
    "english": "He told me that if he were I, he would not do so."
  },
  {
    "id": "167789",
    "japanese": "私が君だったら、もっと一生懸命勉強するでしょう。",
    "english": "Were I you, I would study harder."
  },
  {
    "id": "167790",
    "japanese": "私が君だったら、そんな無礼なことをしたりしないでしょう。",
    "english": "Were I you, I would not do such a rude thing."
  },
  {
    "id": "167791",
    "japanese": "私だったら、すぐ出発するだろう。",
    "english": "Were I you, I would start at once."
  },
  {
    "id": "167792",
    "japanese": "私が空港に着いたとき、飛行機はもう離陸していた。",
    "english": "The plane had already taken off when I reached the airport."
  },
  {
    "id": "167793",
    "japanese": "私が空を飛べないように彼は泳げない。",
    "english": "He can no more swim than I can fly."
  },
  {
    "id": "167794",
    "japanese": "私が驚いたことには、彼女はきっぱりと否定の返事をした。",
    "english": "To my surprise, her reply was flatly negative."
  },
  {
    "id": "167795",
    "japanese": "私が驚いたことには、彼は服毒自殺した。",
    "english": "To my shock, he killed himself by taking poison."
  },
  {
    "id": "167796",
    "japanese": "私が驚いたことに、彼は試験に失敗した。",
    "english": "He failed in my having been surprised at the examination."
  },
  {
    "id": "167797",
    "japanese": "私が驚いたことに、彼はその辞書のひきかたを知らなかった。",
    "english": "To my surprise, he didn't know how to use the dictionary."
  },
  {
    "id": "167798",
    "japanese": "私が共に育った友人の３分の１が亡くなっている。",
    "english": "One third of the friends I grew up with are dead."
  },
  {
    "id": "167799",
    "japanese": "私が京都に出かけて留守の間彼女が事務所の管理をしていた。",
    "english": "She was in charge of the office while I was away on a trip to Kyoto for a week."
  },
  {
    "id": "167800",
    "japanese": "私が急いだのは暗くなってきたからではなく、空腹だったからであった。",
    "english": "I hurried, not because it was getting dark, but because I was hungry."
  },
  {
    "id": "167801",
    "japanese": "私が休んだ理由は病気だったからです。",
    "english": "The reason for my absence is that I was ill."
  },
  {
    "id": "167802",
    "japanese": "私が議長に選出されましたことは大変な名誉であります。",
    "english": "It is a great honor for me to have been elected chairman."
  },
  {
    "id": "167803",
    "japanese": "私が起きたとき、外は雪だった。",
    "english": "When I got up, it was snowing outside."
  },
  {
    "id": "167804",
    "japanese": "私が起きたとき、外は雪が降っていた。",
    "english": "When I got up, it was snowing outside."
  },
  {
    "id": "167805",
    "japanese": "私が気に入っているのは、彼女の話し方だ。",
    "english": "What I like is her way of talking."
  },
  {
    "id": "167806",
    "japanese": "私が帰宅する前に雨が降り始めた。",
    "english": "It began to rain before I got home."
  },
  {
    "id": "167807",
    "japanese": "私が帰宅した時、妹はギターをひいていました。",
    "english": "When I came home, my sister was playing the guitar."
  },
  {
    "id": "167808",
    "japanese": "私が帰宅したときには、弟は宿題を済ませていた。",
    "english": "When I returned home, my brother had done his homework."
  },
  {
    "id": "167809",
    "japanese": "私が帰宅したとき、父はちょうど出かけるところだった。",
    "english": "My father was on the point of going out when I came home."
  },
  {
    "id": "167810",
    "japanese": "私が帰宅したとき、彼女はテレビを見ていました。",
    "english": "When I came home, she was watching TV."
  },
  {
    "id": "167811",
    "japanese": "私が帰宅したとき、弟は宿題をしているところだった。",
    "english": "When I returned home, my brother was doing his homework."
  },
  {
    "id": "167812",
    "japanese": "私が帰宅したとき、姉たちは料理をしていた。",
    "english": "My sisters were cooking when I came home."
  },
  {
    "id": "167813",
    "japanese": "私が帰宅したとき、トムは勉強していました。",
    "english": "When I came home, Tom was studying."
  },
  {
    "id": "167814",
    "japanese": "私が帰宅したとき、ケンは読書をしていた。",
    "english": "Ken was reading when I came home."
  },
  {
    "id": "167815",
    "japanese": "私が帰宅したころまでには、両親はすでに食事を終えていた。",
    "english": "My parents had already eaten by the time I got home."
  },
  {
    "id": "167816",
    "japanese": "私が帰るまでに必ずこれを仕上げておきなさい。",
    "english": "Be sure to get this finished by the time I come back."
  },
  {
    "id": "167817",
    "japanese": "私が帰るまでに私の家に着いたら、自由に飲み物を召し上がってください。",
    "english": "If you get to my house before I do, help yourself to a drink."
  },
  {
    "id": "167818",
    "japanese": "私が帰るまでは、ここにいてください。",
    "english": "Please stay here till I get back."
  },
  {
    "id": "167819",
    "japanese": "私が帰ったとき母は夕食の料理を終えていた。",
    "english": "My mother had cooked supper when I got home."
  },
  {
    "id": "167820",
    "japanese": "私が帰ったとき、母は２時間夕食の料理をしていた。",
    "english": "My mother had been cooking supper for two hours when I got home."
  },
  {
    "id": "167821",
    "japanese": "私が帰ったとき、父はもう家にいました。",
    "english": "My father was already at home when I came back."
  },
  {
    "id": "167822",
    "japanese": "私が機械を作動させましょう。",
    "english": "I will get the machine running."
  },
  {
    "id": "167823",
    "japanese": "私が机を整理しているとたまたまこの古い写真が見つかった。",
    "english": "While I was cleaning out my desk, I came across this old picture."
  },
  {
    "id": "167824",
    "japanese": "私が顔を出すと彼女はいつも文句を言う。",
    "english": "She says something every time I turn around."
  },
  {
    "id": "167825",
    "japanese": "私が癌を克服したのは奇跡だ。",
    "english": "It's a miracle that I've got over cancer."
  },
  {
    "id": "167826",
    "japanese": "私が関心があるのは車ではなくその利用者の方だ。",
    "english": "It is not the car but the users that I am concerned about."
  },
  {
    "id": "167827",
    "japanese": "私が間違っていました。",
    "english": "I made a mistake."
  },
  {
    "id": "167828",
    "japanese": "私が間違っていなければ、その人に以前会ったことがあるよ。",
    "english": "Unless I am mistaken, I've seen that man before."
  },
  {
    "id": "167829",
    "japanese": "私が間違っていない事を証明しよう。",
    "english": "I'll show you that I am right."
  },
  {
    "id": "167830",
    "japanese": "私が看護婦だと思っていた女性は医者であることがわかった。",
    "english": "I found out that the woman I thought was a nurse was actually a doctor."
  },
  {
    "id": "167831",
    "japanese": "私が感じているとおりをはっきり申し上げることができないのです。",
    "english": "I'm not able to make clear how I am feeling."
  },
  {
    "id": "167832",
    "japanese": "私が学校に着くか着かぬうちにベルがなった。",
    "english": "I had hardly reached the school when the bell rang."
  },
  {
    "id": "167833",
    "japanese": "私が学校に着いたときベルはすでに鳴っていた。",
    "english": "The bell had already rung when I got to school."
  },
  {
    "id": "167834",
    "japanese": "私が学校に遅刻したのは、その事故のためだった。",
    "english": "It was because of the accident that I was late for school."
  },
  {
    "id": "167835",
    "japanese": "私が覚えている限りでは、彼はいつもパイプを吹かしていた。",
    "english": "To the best of my memory, he always smoked a pipe."
  },
  {
    "id": "167836",
    "japanese": "私が外出している間、犬の面倒を見てくれない？",
    "english": "Will you look after my dog while I'm out?"
  },
  {
    "id": "167837",
    "japanese": "私が外出していたとき彼がやってきた。",
    "english": "He came when I was out."
  },
  {
    "id": "167838",
    "japanese": "私が外国人なら、生魚を食べることはできないだろう。",
    "english": "Were I a foreigner, I could not eat raw fish."
  },
  {
    "id": "167839",
    "japanese": "私が海外にいる間、彼が猫の世話をしてくれるだろう。",
    "english": "He will look after the cats for me while I'm abroad."
  },
  {
    "id": "167840",
    "japanese": "私が悔恨の情をもって回顧することが一つある。",
    "english": "There is one thing I look back on with regret."
  },
  {
    "id": "167841",
    "japanese": "私が会ったとき、あなたは駅へ行くところでしたか。",
    "english": "Were you going to the railway station when I saw you?"
  },
  {
    "id": "167842",
    "japanese": "私が会いたいのは彼女なんです。",
    "english": "It is her that I want to meet."
  },
  {
    "id": "167843",
    "japanese": "私が会いたいと思っているのはまさにあなたのような人だ。",
    "english": "You are the very man I want to see."
  },
  {
    "id": "167844",
    "japanese": "私が我慢できないことは、黒板でキーキーとチョークが音を立てることだ。",
    "english": "What I can't bear is the sound of chalk squeaking on a chalkboard."
  },
  {
    "id": "167845",
    "japanese": "私が花の世話をしましょう。",
    "english": "I will take care of the flowers."
  },
  {
    "id": "167846",
    "japanese": "私が家族を養っています。",
    "english": "I sustain my family."
  },
  {
    "id": "167847",
    "japanese": "私が家を買えるのはずっと先のことだろう。",
    "english": "It will be a long time before I can buy a house."
  },
  {
    "id": "167848",
    "japanese": "私が家を掃除するのを手伝ってください。",
    "english": "Please help me clean the house."
  },
  {
    "id": "167849",
    "japanese": "私が家を出るやいなや雨が降り出した。",
    "english": "I had scarcely left home when it began to rain."
  },
  {
    "id": "167850",
    "japanese": "私が家を出るとすぐ雨が降りだした。",
    "english": "Hardly had I left home when it began to rain."
  },
  {
    "id": "167852",
    "japanese": "私が家を出ようとしていると雨が降り出した。",
    "english": "I was leaving home, when it started to rain."
  },
  {
    "id": "167854",
    "japanese": "私が家を出ようとしたときに、彼女から電話があった。",
    "english": "I was about to leave my house when she rang me up."
  },
  {
    "id": "167855",
    "japanese": "私が家を出てから５分後に雨が降り出した。",
    "english": "It began to rain five minutes after I left home."
  },
  {
    "id": "167856",
    "japanese": "私が家へ帰ったときはすっかり暗くなっていた。",
    "english": "It was quite dark when I got home."
  },
  {
    "id": "167857",
    "japanese": "私が家に着いたとき、母は夕食の支度ができたところだった。",
    "english": "Mother had prepared supper when I got home."
  },
  {
    "id": "167858",
    "japanese": "私が家に帰ったとき、彼女はテレビを見ていました。",
    "english": "She was watching TV when I came home."
  },
  {
    "id": "167859",
    "japanese": "私が家に帰った時は彼は眠っていませんでした。",
    "english": "He wasn't sleeping when I came home."
  },
  {
    "id": "167860",
    "japanese": "私が家に帰ったとき、彼は夕食を作っていた。",
    "english": "When I came home, he was cooking dinner."
  },
  {
    "id": "167861",
    "japanese": "私が家につくや否や妹は出て行った。",
    "english": "As soon as I got home, my sister went out."
  },
  {
    "id": "167862",
    "japanese": "私が家にいて角のドラッグストアにシャンプーを買いに行こうとすると、注意して通りを渡れとなんでいつも言うの？",
    "english": "When I'm home and I'm going to the corner drugstore to pick up some shampoo, why do you always tell me to be careful how I cross the street?"
  },
  {
    "id": "167864",
    "japanese": "私が何を持っていると思いますか。",
    "english": "Can you guess what I have?"
  },
  {
    "id": "167865",
    "japanese": "私が何を言いたいかおわかりでしょう。",
    "english": "You know what I mean."
  },
  {
    "id": "167866",
    "japanese": "私が何をするつもりなのか彼女は知らない。",
    "english": "She has no idea what I intend to do."
  },
  {
    "id": "167867",
    "japanese": "私が何をするつもりか彼らは知らない。",
    "english": "They have no idea what I intend to do."
  },
  {
    "id": "167868",
    "japanese": "私が何をしようと誰も私を気にも止めなかった。",
    "english": "No matter what I did, no one paid any attention to me."
  },
  {
    "id": "167869",
    "japanese": "私が何をしているかわかりますか。",
    "english": "Can't you guess what I'm doing?"
  },
  {
    "id": "167870",
    "japanese": "私が何とかして欲しいとあなたにお願いするのはこれが最後です。",
    "english": "This is the last time I'll ask you to do anything for me."
  },
  {
    "id": "167871",
    "japanese": "私が何かをしたいと思うと、あなたは別のことをやれという。",
    "english": "If I want to do anything, you want me to do something else."
  },
  {
    "id": "167872",
    "japanese": "私が何かしてほしいとあなたにお願いするのはこれが最後です。",
    "english": "This is the last time I'll ask you to do anything."
  },
  {
    "id": "167873",
    "japanese": "私が臆病者だというのですか。",
    "english": "Are you suggesting that I'm a coward?"
  },
  {
    "id": "167874",
    "japanese": "私が億万長者であればよいのに。",
    "english": "I wish I were a millionaire."
  },
  {
    "id": "167875",
    "japanese": "私が王子様だったらいいのに。",
    "english": "I wish I were a prince."
  },
  {
    "id": "167876",
    "japanese": "私が横浜につくのに、２時間かかった。",
    "english": "It took me two hours to get to Yokohama."
  },
  {
    "id": "167877",
    "japanese": "あなたは演説をしなければいけないの？",
    "english": "Do you have to make a speech?"
  },
  {
    "id": "167878",
    "japanese": "私が演説をしなければなりませんか。",
    "english": "Do I have to make a speech?"
  },
  {
    "id": "167879",
    "japanese": "私が演説をしなければならないのですか。",
    "english": "Do I have to make a speech?"
  },
  {
    "id": "167880",
    "japanese": "あなたが援助しなかったとしたら彼は失敗するだろう。",
    "english": "Without your help, he would fail."
  },
  {
    "id": "167881",
    "japanese": "私が駅に着く前に列車は出てしまった。",
    "english": "The train left before I arrived at the station."
  },
  {
    "id": "167882",
    "japanese": "私が駅に着くやいなや汽車は出た。",
    "english": "I had no sooner reached the station than the train started."
  },
  {
    "id": "167883",
    "japanese": "私が駅に着くと、列車は今にも発車しかけていた。",
    "english": "The train was on the point of leaving when I got to the station."
  },
  {
    "id": "167884",
    "japanese": "私が駅に着いた時、列車はすでに発車していた。",
    "english": "When I arrived at the station, the train had already left."
  },
  {
    "id": "167885",
    "japanese": "私が駅に着いた時、急行がちょうど到着するところだった。",
    "english": "As I reached the station, the express was just drawing in."
  },
  {
    "id": "167886",
    "japanese": "私が駅に着いたときには汽車はもう出てしまっていた。",
    "english": "The train had already left when I got to the station."
  },
  {
    "id": "167887",
    "japanese": "私が駅に着いたときはすでに電車は出ていた。",
    "english": "The train had already left when I arrived at the station."
  },
  {
    "id": "167889",
    "japanese": "私が駅についたときには列車はすでに出発していました。",
    "english": "The train had already left when I got to the station."
  },
  {
    "id": "167890",
    "japanese": "私が駅で彼女に会ったのはまったくの偶然でした。",
    "english": "My meeting her at the station was a pure accident."
  },
  {
    "id": "167891",
    "japanese": "私が雨宿りしていると、彼は親切にも車に乗せてくれた。",
    "english": "While I was waiting for the rain to stop, he kindly gave me a lift."
  },
  {
    "id": "167893",
    "japanese": "私が一緒に働いている人々は皆とても親切です。",
    "english": "The people with whom I work are all very kind."
  },
  {
    "id": "167894",
    "japanese": "私が一時間待っていると、彼が現れた。",
    "english": "I had been waiting an hour when he appeared."
  },
  {
    "id": "167895",
    "japanese": "私が医者であればいいのになあ。",
    "english": "If only I were a doctor."
  },
  {
    "id": "167896",
    "japanese": "私が意味を知らない言葉がたくさんあります。",
    "english": "There are many words with meanings I don't know."
  },
  {
    "id": "167897",
    "japanese": "私が意見をかえるのを期待するより太陽が西から昇るのを期待したほうがいいよ。",
    "english": "You can no more expect me to change my opinion than expect the sun to rise in the west."
  },
  {
    "id": "167898",
    "japanese": "私が依頼すべきでしょうね。",
    "english": "I ought to ask, oughtn't I?"
  },
  {
    "id": "167899",
    "japanese": "私が以前住んでいた古い家はどうなったのだろう。",
    "english": "What has become of my old house where I used to live?"
  },
  {
    "id": "167900",
    "japanese": "私が悪い点をとった理由は、勉強しなかったということです。",
    "english": "The reason why I got a bad grade is that I did not study."
  },
  {
    "id": "167901",
    "japanese": "私が悪いのではありません。",
    "english": "No blame attaches to me."
  },
  {
    "id": "167902",
    "japanese": "私が悪いんです。",
    "english": "I am to blame."
  },
  {
    "id": "167903",
    "japanese": "私が愛している少年は、私を愛していません。",
    "english": "The boy I love doesn't love me."
  },
  {
    "id": "167904",
    "japanese": "私がロンドンへ行ったのは飛行機ではなくて、船でした。",
    "english": "It was not by plane, but by ship, that I went to London."
  },
  {
    "id": "167905",
    "japanese": "私がロンドンについたのは２月９日の朝であった。",
    "english": "It was on the morning of February the ninth that I arrived in London."
  },
  {
    "id": "167906",
    "japanese": "私がロープを投げたら彼女がそれをつかんだ。",
    "english": "I threw the rope and she caught hold of it."
  },
  {
    "id": "167907",
    "japanese": "私から彼に忠告しよう。",
    "english": "I will warn him."
  },
  {
    "id": "167908",
    "japanese": "私から電話があったとジョンに伝えて下さい。",
    "english": "Please tell John that I called."
  },
  {
    "id": "167909",
    "japanese": "私から心配を取り除いてほしい。",
    "english": "I wish you to relieve me of my anxiety."
  },
  {
    "id": "167910",
    "japanese": "私から手を離せ！",
    "english": "Let go of me!"
  },
  {
    "id": "167911",
    "japanese": "私から手を離してくださらない？",
    "english": "Will you take your hand off me?"
  },
  {
    "id": "167912",
    "japanese": "私から見れば彼が間違っている。",
    "english": "In my eyes, he is wrong."
  },
  {
    "id": "167913",
    "japanese": "私から見れば、車は益よりも害を与えるほうが多い。",
    "english": "From my point of view, cars do more harm than good."
  },
  {
    "id": "167914",
    "japanese": "私がよく知っているその女の子は、すでに東京へ向かってしまった。",
    "english": "The girl that I know very well has already left for Tokyo."
  },
  {
    "id": "167915",
    "japanese": "私がやりたろうが、そうでなかろうが関係ない。",
    "english": "It makes no difference whether you want to do it or not."
  },
  {
    "id": "167917",
    "japanese": "私がもっとよく見えるように、その絵をもっと近くへ持ってきなさい。",
    "english": "Bring the painting closer so that I may see it better."
  },
  {
    "id": "167918",
    "japanese": "私だったら彼に尋ねるでしょう。",
    "english": "I should ask him if I were you."
  },
  {
    "id": "167919",
    "japanese": "私がまだ生きているのは、私の主治医のおかげだ。",
    "english": "I owe it to my doctor that I am still alive."
  },
  {
    "id": "167921",
    "japanese": "私がまさに家を出ようとしていたときに、彼女から電話がかかった。",
    "english": "I was about to leave my house when she rang me up."
  },
  {
    "id": "167922",
    "japanese": "私がまさに意見を述べようとした、するとそのとき彼が口をはさんだ。",
    "english": "I was just going to express an opinion, when he cut in."
  },
  {
    "id": "167923",
    "japanese": "私がほっとしたことに、彼は病気から回復した。",
    "english": "To my relief, he recovered from his illness."
  },
  {
    "id": "167924",
    "japanese": "私がボストンに滞在中に、彼女と知り合いになった。",
    "english": "When I was staying in Boston, I made her acquaintance."
  },
  {
    "id": "167925",
    "japanese": "私がほしかったのとは少し違います。",
    "english": "This isn't exactly what I wanted."
  },
  {
    "id": "167926",
    "japanese": "私がほしいのは金ではなく時間だ。",
    "english": "It is not money but time that I want."
  },
  {
    "id": "167927",
    "japanese": "私がほしいのは、紅茶ではなくてコーヒーです。",
    "english": "It is not tea but coffee that I want."
  },
  {
    "id": "167928",
    "japanese": "私がフットボールをし、妹がテニスをした。",
    "english": "I played football and my sister played tennis."
  },
  {
    "id": "167929",
    "japanese": "私がひろったタクシーはとても古くて小さかった。",
    "english": "The taxi I took was very old and small."
  },
  {
    "id": "167930",
    "japanese": "私がひとりで暮らしているのは、奇妙だと思いますか。",
    "english": "Do you think it strange that I should live alone?"
  },
  {
    "id": "167931",
    "japanese": "私がピアノをひくのは難しい。",
    "english": "It is difficult for me to play the piano."
  },
  {
    "id": "167932",
    "japanese": "パリで買ったのはこの万年筆です。",
    "english": "It was this fountain pen that I bought in Paris."
  },
  {
    "id": "167933",
    "japanese": "私がはじめて彼女の父親に会ったのは東京でだった。",
    "english": "It was in Tokyo that I first met her father."
  },
  {
    "id": "167934",
    "japanese": "私がはじめて女の子に恋をしたのは１３歳の時でした。",
    "english": "It was when I was thirteen that I fell in love with a girl for the first time."
  },
  {
    "id": "167935",
    "japanese": "私がネクタイをしようが君には関係ないことだ。",
    "english": "It is no business of yours what tie I wear."
  },
  {
    "id": "167936",
    "japanese": "私がニューヨークに着いてからちょうど１週間になる。",
    "english": "It has been just a week since I arrived in New York."
  },
  {
    "id": "167937",
    "japanese": "私がなんと言おうとも、彼は私の言うことなど気にしない。",
    "english": "Let me say what I will, he doesn't mind me."
  },
  {
    "id": "167939",
    "japanese": "私がどんな目にあったか君にはわかりっこない。",
    "english": "You will never realize what I went through."
  },
  {
    "id": "167940",
    "japanese": "私がどんな風にそれをやるかよく見ていなさい。",
    "english": "Note how I do it."
  },
  {
    "id": "167941",
    "japanese": "私がどんなに心配したかあなたはわかっていない。",
    "english": "You don't understand how worried I was about you."
  },
  {
    "id": "167942",
    "japanese": "私がどんなに感謝しているか言葉では表せないほどです。",
    "english": "I can't express how grateful I am."
  },
  {
    "id": "167943",
    "japanese": "私がとても興味を抱いているのは天文学だ。",
    "english": "What interests me greatly is astronomy."
  },
  {
    "id": "167944",
    "japanese": "私がどんなにうれしいか言葉では伝えられない。",
    "english": "Words cannot convey how glad I am."
  },
  {
    "id": "167947",
    "japanese": "私がどうしても手助けをしないので彼は怒った。",
    "english": "He was angry because I wouldn't give him any help."
  },
  {
    "id": "167950",
    "japanese": "私がついた事をお父さんに知らせて下さい。",
    "english": "Inform your father of my arrival."
  },
  {
    "id": "167951",
    "japanese": "私がついさっき書いた詩を君に読んであげよう。",
    "english": "I'll read you the poem I wrote just now."
  },
  {
    "id": "167952",
    "japanese": "私がちょうど買い物に出かけようとしていたら、あなたから電話があった。",
    "english": "I was just about to go out shopping when you telephoned."
  },
  {
    "id": "167953",
    "japanese": "私がちょうど寝ようとしていたときに電話がなった。",
    "english": "I was about to go to bed when the phone rang."
  },
  {
    "id": "167954",
    "japanese": "私がちょうど出かけようとしていたとき、雨が降りだした。",
    "english": "I was just about to leave when it started raining."
  },
  {
    "id": "167955",
    "japanese": "私がちゃんとやるから。",
    "english": "I'll fix it up all right."
  },
  {
    "id": "167956",
    "japanese": "私がちゃんとやりますから。",
    "english": "I'll see to it."
  },
  {
    "id": "167957",
    "japanese": "私がたずねたとき、彼女はたまたま留守であった。",
    "english": "It happened that she was out when I called."
  },
  {
    "id": "167958",
    "japanese": "私がたいへんうれしかったことに彼は一等賞をとった。",
    "english": "To my great delight, he won the first prize."
  },
  {
    "id": "167959",
    "japanese": "私がそんなときに思うのは、家族のことであり、友達のことではない。",
    "english": "At such times, I think of my family, not my friends."
  },
  {
    "id": "167960",
    "japanese": "俺が保証するよ。",
    "english": "I will endorse it."
  },
  {
    "id": "167962",
    "japanese": "私がそれを実行してはいけない理由がわかりません。",
    "english": "I see no reason why I shouldn't put it into practice."
  },
  {
    "id": "167963",
    "japanese": "私がそれを自分でしなければ彼は満足しないのだ。",
    "english": "Nothing would please him but I must do it myself."
  },
  {
    "id": "167964",
    "japanese": "私がそれを見つけたのは全くの偶然であった。",
    "english": "It was a mere chance that I found it."
  },
  {
    "id": "167965",
    "japanese": "私がそれを引き受けます。",
    "english": "I'll see to it."
  },
  {
    "id": "167966",
    "japanese": "私がそれをする能力がないのと同様に彼もない。",
    "english": "He isn't any more capable of it than I am."
  },
  {
    "id": "167967",
    "japanese": "私がそれをしてはいけないという理由はない。",
    "english": "There is no reason why I shouldn't do it."
  },
  {
    "id": "167968",
    "japanese": "私がそれをしてあげるなんて思わないで。それはあなたの役目よ。",
    "english": "Don't expect me to do it for you. It's your baby."
  },
  {
    "id": "167969",
    "japanese": "私がそれらの手紙を読むにつれて、教皇が真犯人だと分かってきた。",
    "english": "As I read through the letters, I realized that the Pope was the true culprit."
  },
  {
    "id": "167971",
    "japanese": "私がそれに思いきって金が使えるのはせいぜいそれぐらいだ。",
    "english": "That is as much as I dare spend on it."
  },
  {
    "id": "167972",
    "japanese": "私がそれに気づいたのはほんの偶然に過ぎません。",
    "english": "I only found out about it purely by accident."
  },
  {
    "id": "167973",
    "japanese": "私がそれに気がついたのはほんの偶然に過ぎません。",
    "english": "I only found out about it purely by accident."
  },
  {
    "id": "167976",
    "japanese": "私がその問題を解くのは不可能です。",
    "english": "It is impossible for me to solve the problem."
  },
  {
    "id": "167977",
    "japanese": "私がその本を読み終わるには長いことかかるでしょう。",
    "english": "It'll take me a long time to finish reading that book."
  },
  {
    "id": "167978",
    "japanese": "私がその部屋に入るとすぐに彼は部屋を出ていった。",
    "english": "He left the room on my entering it."
  },
  {
    "id": "167979",
    "japanese": "私がその部屋に入っていくと、そこでは子供たちはソファーに座っていた。",
    "english": "I went into the room, where I found the children sitting on the sofa."
  },
  {
    "id": "167980",
    "japanese": "私がその知らせを聞いたのは昨日の事だった。",
    "english": "It was only yesterday that I heard the news."
  },
  {
    "id": "167981",
    "japanese": "私がその知らせを伝えると、ホワイト夫人はわっと泣きだした。",
    "english": "Mrs. White broke into tears when I told her the news."
  },
  {
    "id": "167982",
    "japanese": "私がその窓を開けなければならないのですか。",
    "english": "Must I open the window?"
  },
  {
    "id": "167983",
    "japanese": "私がその責任を負いましょう。",
    "english": "I'll take the responsibility on my shoulders."
  },
  {
    "id": "167984",
    "japanese": "私がその申し出を断るのは当然だ。",
    "english": "It stands to reason that I should decline the offer."
  },
  {
    "id": "167985",
    "japanese": "私がその申し込みを断るのは当然だ。",
    "english": "It stands to reason that I should decline the offer."
  },
  {
    "id": "167986",
    "japanese": "その小包を航空便で送るのに2,000円かかった。",
    "english": "I paid 2,000 yen for the parcel to be sent by air."
  },
  {
    "id": "167987",
    "japanese": "私がその質問に答えるのは簡単です。",
    "english": "It is easy for me to answer the question."
  },
  {
    "id": "167988",
    "japanese": "私がその質問に答えることは不可能です。",
    "english": "It is impossible for me to answer the question."
  },
  {
    "id": "167989",
    "japanese": "私がその事件について説明しよう。",
    "english": "I will account for the incident."
  },
  {
    "id": "167990",
    "japanese": "私がその試験の準備をするためには１０時間もかかる。",
    "english": "It will take me no less than 10 hours to prepare for the exam."
  },
  {
    "id": "167991",
    "japanese": "私がその光景を見たときの恐ろしさをちょっと想像して下さい。",
    "english": "Just picture to yourself the horror with which I saw the scene."
  },
  {
    "id": "167992",
    "japanese": "私がその計画を実行するのは全く簡単だった。",
    "english": "I had no difficulty in carrying the plan out."
  },
  {
    "id": "167993",
    "japanese": "私がその会社を出たのは独り立ちしたかったからだ。",
    "english": "I left the firm, because I wanted to be on my own."
  },
  {
    "id": "167994",
    "japanese": "私がその会合に出席できなかったのは、ひどく頭痛がしたからです。",
    "english": "The reason I could not attend the meeting was that I had a severe headache."
  },
  {
    "id": "167995",
    "japanese": "私がそのパーティーに出席する必要がありますか。",
    "english": "Is it necessary for me to attend the party?"
  },
  {
    "id": "167996",
    "japanese": "私がそのクラスに入ったとたんに生徒たちが質問をはじめた。",
    "english": "I had scarcely entered the class before the students started asking questions."
  },
  {
    "id": "167997",
    "japanese": "私がそこへ着くか着かないうちに彼らは出発した。",
    "english": "No sooner had I got there than they started."
  },
  {
    "id": "167998",
    "japanese": "私がそこへ着いた時にはダンス・パーティーはすでに始まっていた。",
    "english": "The dance had already started when I got there."
  },
  {
    "id": "167999",
    "japanese": "私がそこへ行かねばならない理由は少しもない。",
    "english": "There is no reason why I should go there."
  },
  {
    "id": "168000",
    "japanese": "私がそこに着いた時、彼らはまさに出かけるところだった。",
    "english": "They were about to leave when I arrived there."
  },
  {
    "id": "168001",
    "japanese": "私がそこに着いたときにはすっかり暗くなっていた。",
    "english": "It was quite dark when I got there."
  },
  {
    "id": "168002",
    "japanese": "私がそこに着いたとき、家は燃えていた。",
    "english": "When I got there, the house was on fire."
  },
  {
    "id": "168003",
    "japanese": "私がそこに出向く必要がありますか。",
    "english": "Do I need to go there?"
  },
  {
    "id": "168004",
    "japanese": "私がそこに行く必要がありますか。",
    "english": "Do I need to go there?"
  },
  {
    "id": "168005",
    "japanese": "私がそこに行くまでしっかりつかまっていろ。",
    "english": "Hang on till I get to you."
  },
  {
    "id": "168006",
    "japanese": "私がそこにいるのにだれも気がつかなかった。",
    "english": "Nobody was conscious of my presence there."
  },
  {
    "id": "168007",
    "japanese": "私がそこで彼にあったのは全くの偶然でした。",
    "english": "It was a pure accident that I met him there."
  },
  {
    "id": "168008",
    "japanese": "私がそうするやいなや雨が降り出した。",
    "english": "No sooner had I done so than it began to rain."
  },
  {
    "id": "168009",
    "japanese": "私がそうするのは当然だと君は思うでしょう。",
    "english": "You will think it just that I should do so."
  },
  {
    "id": "168010",
    "japanese": "私がそうすることはやさしさでした。",
    "english": "It was easy for me to do so."
  },
  {
    "id": "168011",
    "japanese": "私がせっかくやっていることにけちをつけた。",
    "english": "He threw cold water on what I was doing."
  },
  {
    "id": "168012",
    "japanese": "私がずっと待っていた手紙がやっと着いた。",
    "english": "The letter I've been waiting for has arrived at last."
  },
  {
    "id": "168013",
    "japanese": "私がスーツケースに荷物を詰めるのを手伝ってくれませんか。",
    "english": "Will you help me pack up my suitcase?"
  },
  {
    "id": "168014",
    "japanese": "私がジョンと電話で話している最中に、交換手が割り込んできた。",
    "english": "While I was talking on the telephone with John, the operator cut in."
  },
  {
    "id": "168015",
    "japanese": "私がシャワーを浴びていた時に電話が鳴った。",
    "english": "The phone rang while I was taking a shower."
  },
  {
    "id": "168017",
    "japanese": "私がジムに連絡して来てくれるよう頼もう。",
    "english": "I'll get in touch with Jim and ask him to come over."
  },
  {
    "id": "168019",
    "japanese": "私がこれらの皿を片付けましょう。",
    "english": "I'll clear these dishes away."
  },
  {
    "id": "168020",
    "japanese": "私がこれまでやれたのはまったくあなたのおかげです。",
    "english": "I owe it entirely to you that I have succeeded thus far."
  },
  {
    "id": "168021",
    "japanese": "私がこれから言う事を、よく聞きなさい。",
    "english": "Listen carefully to what I am going to tell you."
  },
  {
    "id": "168022",
    "japanese": "私がこれから言うことを書き留めなさい。",
    "english": "Note down what I'm going to say."
  },
  {
    "id": "168023",
    "japanese": "私がこの問題を理解するのは難しい。",
    "english": "It is difficult for me to understand this question."
  },
  {
    "id": "168024",
    "japanese": "この本を読むのに３日かかった。",
    "english": "It took me three days to read this book."
  },
  {
    "id": "168025",
    "japanese": "私がこの本を読み上げるのに約１時間かかった。",
    "english": "It took me about an hour to read this book through."
  },
  {
    "id": "168026",
    "japanese": "私がこの本を読み終えるのに約１時間かかった。",
    "english": "It took me about an hour to read this book through."
  },
  {
    "id": "168027",
    "japanese": "私がこの秘密を話したのはあなただけだ。",
    "english": "I told this secret to you alone."
  },
  {
    "id": "168028",
    "japanese": "私がこの退院承諾書にサインしたら、もう帰ってもいいですか。",
    "english": "After I sign these release papers, you'll be on your way."
  },
  {
    "id": "168029",
    "japanese": "私がこの前彼女に会ったのはロンドンだった。",
    "english": "It was in London that I last saw her."
  },
  {
    "id": "168030",
    "japanese": "私がこの前彼に遭ってから５年以上になる。",
    "english": "It is more than five years since I last saw him."
  },
  {
    "id": "168031",
    "japanese": "私がこの前なくした時計は新品だった。",
    "english": "The watch I lost the other day was new."
  },
  {
    "id": "168032",
    "japanese": "私がこの前あなたにお会いしてから２０年になります。",
    "english": "It has been twenty years since I saw you last."
  },
  {
    "id": "168033",
    "japanese": "私がこの行動の責任はすべて取る。",
    "english": "I take full responsibility for the action."
  },
  {
    "id": "168034",
    "japanese": "私がこの絵が好きなのは、名画だからではなくて人をひきつけるからだ。",
    "english": "I like this picture, not because it is a masterpiece, but because it has charm."
  },
  {
    "id": "168035",
    "japanese": "私がこの絵が好きなのは、単に有名だからではなくて本当に傑作だからだ。",
    "english": "I like this picture, not just because it is famous, but because it really is a masterpiece."
  },
  {
    "id": "168036",
    "japanese": "私がこの家に住むようになってから、もう五年以上になる。",
    "english": "More than five years have passed since I came to live in this house."
  },
  {
    "id": "168037",
    "japanese": "私がこのケースをあなたの所まで運びます。",
    "english": "I'll carry this case to your place."
  },
  {
    "id": "168038",
    "japanese": "私がこのお皿を洗うのを手伝ってくれますか。",
    "english": "Can you help me wash these dishes?"
  },
  {
    "id": "168039",
    "japanese": "私がここまで成功したのは全く彼のお蔭である。",
    "english": "I owe it entirely to him that I have thus far succeeded."
  },
  {
    "id": "168040",
    "japanese": "私がここへ来てから二年になる。",
    "english": "It is two years since I came here."
  },
  {
    "id": "168041",
    "japanese": "私がここに来てから１０年になります。",
    "english": "It has been ten years since I came here."
  },
  {
    "id": "168042",
    "japanese": "私がここに来てから１０年が過ぎた。",
    "english": "Ten years have passed since I came here."
  },
  {
    "id": "168043",
    "japanese": "私がここに来ているのは来るように言われたからです。",
    "english": "It's because I was asked to come that I'm here."
  },
  {
    "id": "168044",
    "japanese": "私がここに引っ越してきて３年になる。",
    "english": "It's been three years since I moved here."
  },
  {
    "id": "168045",
    "japanese": "私がここにいるという事実が、私が潔白だという証拠だ。",
    "english": "The fact that I'm here proves that I'm innocent."
  },
  {
    "id": "168046",
    "japanese": "私がコーヒーを飲み終えるまで待ってください。",
    "english": "Please wait till I have finished my coffee."
  },
  {
    "id": "168047",
    "japanese": "私がこうやっていい給料をもらっているのも彼のおかげだ。",
    "english": "I owe it to him that I can earn a good salary."
  },
  {
    "id": "168048",
    "japanese": "私がけちだと言ったことを取り消しなさい。",
    "english": "Take back what you said about me being stingy."
  },
  {
    "id": "168049",
    "japanese": "私がガンを克服したのは奇跡である。",
    "english": "It's a miracle that I've got over cancer."
  },
  {
    "id": "168050",
    "japanese": "私ががっかりとしたことに、彼女は正直ではなかった。",
    "english": "To my disappointment I found that she wasn't honest."
  },
  {
    "id": "168051",
    "japanese": "私がかごを開けるとすぐに、カナリアは飛び出した。",
    "english": "I had scarcely opened the cage when the canary flew out."
  },
  {
    "id": "168053",
    "japanese": "私がお風呂に入ったとたんに電話が鳴った。",
    "english": "I had hardly got into the bath when the phone rang."
  },
  {
    "id": "168054",
    "japanese": "私がお手伝いいたしましょうか？",
    "english": "Would you like me to help you?"
  },
  {
    "id": "168055",
    "japanese": "私がエドガー・ドガです。",
    "english": "My name is Edgar Degas."
  },
  {
    "id": "168056",
    "japanese": "私がいるのは父のおかげです。",
    "english": "I owe what I am to my father."
  },
  {
    "id": "168057",
    "japanese": "私がいないときに何かが起これば、彼に助けを求めなさい。",
    "english": "Should anything happen in my absence, ask him for help."
  },
  {
    "id": "168058",
    "japanese": "私がいつ新車買うつもりかと彼はたずねた。",
    "english": "He asked me when I was going to buy a new car."
  },
  {
    "id": "168059",
    "japanese": "私がいつ嘘をついたことがありますか。",
    "english": "When have I told a lie?"
  },
  {
    "id": "168060",
    "japanese": "私がいたって彼がいうこと聞く訳ないじゃない。",
    "english": "He never hears what I'm trying to say."
  },
  {
    "id": "168061",
    "japanese": "私がいくら言っても、聞こうとしないのよ。",
    "english": "You never listen, no matter how many times I tell you."
  },
  {
    "id": "168062",
    "japanese": "私が言いたいのはそこなんだ。",
    "english": "That's exactly my point."
  },
  {
    "id": "168063",
    "japanese": "私が言いたいことをはっきり言わないでごめんなさい。",
    "english": "I'm sorry I didn't make myself clear."
  },
  {
    "id": "168064",
    "japanese": "私があやまる理由はない。",
    "english": "There is no reason for me to apologize."
  },
  {
    "id": "168065",
    "japanese": "私がアメリカに行っていると仮定してください。",
    "english": "Suppose I had gone to America."
  },
  {
    "id": "168066",
    "japanese": "私があの問題を解くのは難しい。",
    "english": "It is difficult for me to solve that problem."
  },
  {
    "id": "168067",
    "japanese": "私があの子の世話をしましょう。",
    "english": "I'll look after that child."
  },
  {
    "id": "168072",
    "japanese": "私があなたの立場だったら、別の行動をするだろう。",
    "english": "I would act differently in your place."
  },
  {
    "id": "168073",
    "japanese": "私があなたの立場だったら、辞めているだろうに。",
    "english": "Were I in your position, I would quit."
  },
  {
    "id": "168075",
    "japanese": "私があなたの代わりにそこに行きましょう。",
    "english": "I will go there in place of you."
  },
  {
    "id": "168076",
    "japanese": "私があなたの事を愛しているのと同じ位彼もあなたを愛している。",
    "english": "He loves you as much as I do."
  },
  {
    "id": "168077",
    "japanese": "私があなたの案内役を務めましょう。",
    "english": "I'll act as a guide for you."
  },
  {
    "id": "168078",
    "japanese": "私があなたに頼んだようにしてください。さもないと私はその結果に責任をもちません。",
    "english": "Do as I ask you or I won't answer for the result."
  },
  {
    "id": "168079",
    "japanese": "私があなたにそのお金を払いましょう。",
    "english": "I will pay the money to you."
  },
  {
    "id": "168080",
    "japanese": "私があなたにかわって全て行いますから、あなたはただここで待っているだけでいいのです。",
    "english": "I'll do everything for you, so you have only to wait here."
  },
  {
    "id": "168081",
    "japanese": "私があなたに１ドル払えば清算がつく。",
    "english": "If I pay you a dollar, we'll be even."
  },
  {
    "id": "168082",
    "japanese": "私があなたなら、彼女の申し出を断ったりしないだろう。",
    "english": "Were I you, I wouldn't refuse her offer."
  },
  {
    "id": "168083",
    "japanese": "私があなたといっしょに行く事はほとんど不可能だ。",
    "english": "It is next to impossible for me to go with you."
  },
  {
    "id": "168084",
    "japanese": "私があなただとしても、同じことをするだろう。",
    "english": "If I were you, I would do the same."
  },
  {
    "id": "168085",
    "japanese": "私があなただったら、その古い帽子を取っておくだろうに。",
    "english": "I'd retain that old hat if I were you."
  },
  {
    "id": "168086",
    "japanese": "私があなただったら、あの人といっしょに暮らしません。",
    "english": "If I were you, I wouldn't live with him."
  },
  {
    "id": "168089",
    "japanese": "私がＭＩＴの学生であった頃、ボストンのある決まったレストランで食事をしていた。",
    "english": "When I was a student at MIT I used to eat at a certain restaurant in Boston."
  },
  {
    "id": "168090",
    "japanese": "私が８０になってもなお母親が生きていたら、同じ注意をされているであろう。",
    "english": "If I were eighty and she were still alive, I would be getting the same admonition."
  },
  {
    "id": "168091",
    "japanese": "私が１月１０日に出したメールが着いていないようです。",
    "english": "It appears my mail on January 10 did not reach you."
  },
  {
    "id": "168092",
    "japanese": "私が１９９８年に定年になるときは、その大学へ３０年勤めたことになる。",
    "english": "When I reach retirement age in 1998, I will have worked for the college for thirty years."
  },
  {
    "id": "168093",
    "japanese": "私が１８才の時に上京してから１０年が過ぎた。",
    "english": "Ten years have passed since I came to Tokyo at the age of eighteen."
  },
  {
    "id": "168094",
    "japanese": "私が１０数えるまで待ちなさい。",
    "english": "Wait till I count to ten."
  },
  {
    "id": "168095",
    "japanese": "私が「私の後から来る人がある。その方は私に優る方である。私より先におられたからだ」と言ったのは、この方の事です。",
    "english": "This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.'"
  },
  {
    "id": "168096",
    "japanese": "私が、今度ニューヨークに行ったときにお会いする機会があるといいなと思っております。",
    "english": "I hope I will have a chance to see you next time I'm in New York."
  },
  {
    "id": "168097",
    "japanese": "私が、帰宅したとき、ジョンは家の掃除を終わったところだった。",
    "english": "John had cleaned the house when I came home."
  },
  {
    "id": "168098",
    "japanese": "私あての手紙は届いていますか？",
    "english": "Have any letters arrived for me?"
  },
  {
    "id": "168099",
    "japanese": "私あての手紙はありますか。",
    "english": "Are there any letters for me?"
  },
  {
    "id": "168100",
    "japanese": "私あてに手紙は来てますか。",
    "english": "Is there any mail for me?"
  },
  {
    "id": "168101",
    "japanese": "私、夕食を作ったのよ。",
    "english": "I cooked dinner."
  },
  {
    "id": "168102",
    "japanese": "私、先週貰った割引券があるの。",
    "english": "I have some coupons I got last week."
  },
  {
    "id": "168103",
    "japanese": "私、心配性なんです。",
    "english": "I do a lot of worrying."
  },
  {
    "id": "168104",
    "japanese": "私、赤川次郎の小説大好き。",
    "english": "I really like Jiro Akagawa's novels."
  },
  {
    "id": "168105",
    "japanese": "私、自動車にしょっちゅう乗ってるの。だから、クライアントが私にコンタクトが取れないって文句を言うの。",
    "english": "I'm on the road a lot, and my clients are complaining that they can never reach me."
  },
  {
    "id": "168106",
    "japanese": "私、菜々です。山内秀樹の娘です。",
    "english": "I'm Nana. I'm Hideki Yamauchi's daughter."
  },
  {
    "id": "168107",
    "japanese": "私、困っています。",
    "english": "I am in a spot."
  },
  {
    "id": "168108",
    "japanese": "私、今夜の忘年会には参加しないつもりなの。",
    "english": "I am not going to join the year-end party tonight."
  },
  {
    "id": "168109",
    "japanese": "私、今日はとっても幸せな気分なの。",
    "english": "I feel so happy today."
  },
  {
    "id": "168110",
    "japanese": "私、幹事をやるのが初めてだから要領が悪いかもしれません。",
    "english": "This is the first time I've worked as a coordinator, so I may not have the hang of it yet."
  },
  {
    "id": "168111",
    "japanese": "私、安心しています。",
    "english": "I feel at ease."
  },
  {
    "id": "168112",
    "japanese": "私、もうアッタマにきたので、大声で叫びたいし、あらゆるものをぶっこわしたいわ！",
    "english": "I'm so mad I want to scream and break everything!"
  },
  {
    "id": "168113",
    "japanese": "私、とっても幸せです。",
    "english": "I am as happy as a clam."
  },
  {
    "id": "168114",
    "japanese": "私、このひどい地下室だけが命を救ってくれる唯一の場所だと気がついたの。",
    "english": "I realized then that this awful cellar was the only place that could save our lives."
  },
  {
    "id": "168115",
    "japanese": "人は氏より育ち。",
    "english": "Birth is much, breeding is more."
  },
  {
    "id": "168116",
    "japanese": "私、ケンと付き合ってるの。彼って、カッコ良くて優しくて、頭もいいの。おまけに、独身よ！",
    "english": "I'm going with Ken. He is cool, gentle and smart. What's more, he is single!"
  },
  {
    "id": "168117",
    "japanese": "死力をつくしなさい。",
    "english": "Do your very best."
  },
  {
    "id": "168118",
    "japanese": "死亡により人口は減少しつつある。",
    "english": "The population is dying off."
  },
  {
    "id": "168119",
    "japanese": "死中に活を求める。",
    "english": "Find life amongst death."
  },
  {
    "id": "168120",
    "japanese": "死体解剖の結果、絞殺と判明しました。",
    "english": "The postmortem showed that she had been strangled."
  },
  {
    "id": "168121",
    "japanese": "死体は見分けがつかないほど焼けていた。",
    "english": "The body had burned beyond recognition."
  },
  {
    "id": "168122",
    "japanese": "死体はまだ上がらない。",
    "english": "The drowned body has not been recovered."
  },
  {
    "id": "168123",
    "japanese": "死人はどんな話もしない。",
    "english": "Dead men tell no tales."
  },
  {
    "id": "168124",
    "japanese": "久夫は死人のように青ざめた顔色をしていた。",
    "english": "Hisao's face was as pale as that of a corpse."
  },
  {
    "id": "168125",
    "japanese": "死人に口なし。",
    "english": "Dead men tell no tales."
  },
  {
    "id": "168126",
    "japanese": "死神は餌食を求めている。",
    "english": "Death is seeking for his prey."
  },
  {
    "id": "168127",
    "japanese": "死傷者は合計1000名となったということだ。",
    "english": "Casualties are said to total up to 1,000."
  },
  {
    "id": "168128",
    "japanese": "死者はほめよ。",
    "english": "Speak well of the dead."
  },
  {
    "id": "168129",
    "japanese": "死後彼の絵はその美術館に展示された。",
    "english": "After his death, his paintings were hung in the museum."
  },
  {
    "id": "168130",
    "japanese": "死後の永遠の生命を信じている人もいる。",
    "english": "Some people believe in eternal life after death."
  },
  {
    "id": "168131",
    "japanese": "死刑制度は米国の様々な州で廃止されている。",
    "english": "The death penalty has been done away with in many states in the USA."
  },
  {
    "id": "168132",
    "japanese": "死刑制度は廃止されるべきだ。",
    "english": "The death penalty should be abolished."
  },
  {
    "id": "168133",
    "japanese": "死刑は廃止すべきである。",
    "english": "We must abolish the death penalty."
  },
  {
    "id": "168134",
    "japanese": "死刑が昨年廃止された。",
    "english": "The death penalty was done away with last year."
  },
  {
    "id": "168135",
    "japanese": "死因は心臓発作だった。",
    "english": "The cause of death was a heart attack."
  },
  {
    "id": "168136",
    "japanese": "死んでるって？",
    "english": "He's dead?"
  },
  {
    "id": "168137",
    "japanese": "死んでしまいたい！",
    "english": "I wish I was dead."
  },
  {
    "id": "168138",
    "japanese": "死んだ父が残した骨董類は、どれも二足三文のガラクタに過ぎなかった。",
    "english": "The antiques my father left when he died turned out to be nothing but worthless junk."
  },
  {
    "id": "168139",
    "japanese": "死んだ人は秘密をもらさない。",
    "english": "Dead men tell no tales."
  },
  {
    "id": "168140",
    "japanese": "死んだ人たちを悪く言ってはいけない。",
    "english": "You mustn't speak ill of the dead."
  },
  {
    "id": "168141",
    "japanese": "死んだらいいとおもった。",
    "english": "He wished himself dead."
  },
  {
    "id": "168142",
    "japanese": "死んだらお金はあの世へ持っていけない。",
    "english": "You can't take it with you when you die."
  },
  {
    "id": "168143",
    "japanese": "死んだのは、君じゃないんだ。",
    "english": "You're not the one who died."
  },
  {
    "id": "168144",
    "japanese": "死んだというニュースは私にはショックだった。",
    "english": "The news that he died was a shock to me."
  },
  {
    "id": "168145",
    "japanese": "死に憧れる者は惨めであるが、死を恐れる者はさらに惨めである。",
    "english": "One who longs for death is miserable, but more miserable is he who fears it."
  },
  {
    "id": "168146",
    "japanese": "死よりももっと美しいものは何も起こり得ない。",
    "english": "Nothing can happen more beautiful than death."
  },
  {
    "id": "168148",
    "japanese": "死は誰にでもやってくる。",
    "english": "Death is certain to come to everybody."
  },
  {
    "id": "168149",
    "japanese": "死は万人に来るべきもの、すべて人は死すべきものなり。",
    "english": "Death is certain to all, all shall die."
  },
  {
    "id": "168150",
    "japanese": "死は生の正反対である。",
    "english": "Death is the antithesis of life."
  },
  {
    "id": "168151",
    "japanese": "死は自然が隠すべき醜い事実であり、自然はそれを良く隠している。",
    "english": "Death is the ugly fact which Nature has to hide and she hides it well."
  },
  {
    "id": "168152",
    "japanese": "死は偉大な平等主義者である。",
    "english": "Death is the great leveler."
  },
  {
    "id": "168153",
    "japanese": "死はよく眠りにたとえられる。",
    "english": "Death is often compared to sleep."
  },
  {
    "id": "168154",
    "japanese": "死はすべての人に訪れる。",
    "english": "Death comes to all men."
  },
  {
    "id": "168155",
    "japanese": "死ぬ方が屈辱を受けるよりもましだ。",
    "english": "Death is preferable to dishonor."
  },
  {
    "id": "168156",
    "japanese": "死のみが唯一の解放なのか。",
    "english": "Is death the only release?"
  },
  {
    "id": "168157",
    "japanese": "死ぬ前、彼はほとんど目が見えなかった。",
    "english": "Before he died, he was almost blind."
  },
  {
    "id": "168158",
    "japanese": "死ぬ覚悟でやれ。",
    "english": "Do or die."
  },
  {
    "id": "168160",
    "japanese": "死ぬ覚悟はできています。",
    "english": "I am ready for death."
  },
  {
    "id": "168161",
    "japanese": "死ぬよりほかに方法がない。",
    "english": "Nothing remains but to die."
  },
  {
    "id": "168162",
    "japanese": "死ぬまでわからぬだろうと思うことが１つある。",
    "english": "There's one thing I shall never understand till my dying day."
  },
  {
    "id": "168163",
    "japanese": "死ぬまであなたを愛してる。",
    "english": "I'll love you for the rest of my days."
  },
  {
    "id": "168165",
    "japanese": "死ぬほど会いたい。",
    "english": "I'm dying to see you."
  },
  {
    "id": "168166",
    "japanese": "死ぬのが怖い。",
    "english": "I am afraid of dying."
  },
  {
    "id": "168167",
    "japanese": "死ぬなんて言うな。",
    "english": "Never say die."
  },
  {
    "id": "168168",
    "japanese": "死ぬというのは痛いのかしら。",
    "english": "Would it hurt to die?"
  },
  {
    "id": "168169",
    "japanese": "死ぬことより苦痛に耐えることの方がもっと勇気がいる。",
    "english": "It requires more courage to suffer than to die."
  },
  {
    "id": "168170",
    "japanese": "死にたいくらいだ。",
    "english": "I wish myself dead."
  },
  {
    "id": "168171",
    "japanese": "死によって人間の限りある人生は終わる。",
    "english": "Death ends man's finite existence."
  },
  {
    "id": "168172",
    "japanese": "死にかけているのだとという思いがさっと彼女の頭をよぎった。",
    "english": "The thought flashed through her mind that she was going to die."
  },
  {
    "id": "168173",
    "japanese": "死なないで。",
    "english": "Please don't die!"
  },
  {
    "id": "168176",
    "japanese": "「止めないで、トニー」とリンダは言いました。",
    "english": "\"Don't stop, Tony,\" said Linda."
  },
  {
    "id": "168177",
    "japanese": "止めたけれども、彼女は大雨の中を出て行くといってきかなかった。",
    "english": "She would go out in the heavy rain, though I tried to stop her."
  },
  {
    "id": "168180",
    "japanese": "止まれの標識は日本では３角形だが、アメリカでは８角形だ。",
    "english": "A stop sign in Japan has 3 sides, whereas a stop sign in the U.S. has 8 sides."
  },
  {
    "id": "168181",
    "japanese": "枝葉末節の議論はもうそろそろ止めにして、本筋の話に移りませんか。",
    "english": "Why don't we stop arguing over these piddling matters and get to the issues at hand?"
  },
  {
    "id": "168182",
    "japanese": "枝毛に悩んでいます。",
    "english": "I'm troubled by split ends."
  },
  {
    "id": "168183",
    "japanese": "枝をもぎ取らないように。",
    "english": "Don't break off the branch."
  },
  {
    "id": "168184",
    "japanese": "枝を折らないでください。",
    "english": "Don't break the branches."
  },
  {
    "id": "168185",
    "japanese": "枝は雪の重みで曲がった。",
    "english": "The bough bent under the weight of the snow."
  },
  {
    "id": "168186",
    "japanese": "枝はしなったけど折れはしなかった。",
    "english": "The branches gave but did not break."
  },
  {
    "id": "168187",
    "japanese": "枝はオレンジでたわんでいた。",
    "english": "The branches were laden with oranges."
  },
  {
    "id": "168188",
    "japanese": "うまく行われれば何回実験を繰り返しても、最初の実験の質が十分保証されるのだった。",
    "english": "Every successful repetition spoke favorably for the quality of the first test."
  },
  {
    "id": "168189",
    "japanese": "施設は、その使命がいかに崇高なものでも、家庭のかわりにはなり得なかった。",
    "english": "Institutions, however noble their missions, have failed to replace the family."
  },
  {
    "id": "168190",
    "japanese": "支払条件もご提示下さい。",
    "english": "Also, please let us know about your terms of payment."
  },
  {
    "id": "168192",
    "japanese": "支払い請求書があることのお知らせです。",
    "english": "This is a friendly reminder about an overdue invoice."
  },
  {
    "id": "168193",
    "japanese": "支払いを滞る原因となるような問題があるのですが。",
    "english": "I have run into a problem that is causing the delay of my payment."
  },
  {
    "id": "168194",
    "japanese": "支払いを受けるために銀行口座を開く必要がある。",
    "english": "You need to open an account at a bank to receive the payment."
  },
  {
    "id": "168195",
    "japanese": "支払いをお願いします。",
    "english": "I'd like to pay the check, please."
  },
  {
    "id": "168197",
    "japanese": "支払いは全部私にまかせて下さい。",
    "english": "This is all on me."
  },
  {
    "id": "168198",
    "japanese": "支払いがたまっているので、すぐにもっと稼ぎの良い仕事を探す必要がある。",
    "english": "I need to find a better job on the double to pay my bills."
  },
  {
    "id": "168199",
    "japanese": "支払能力は全く気質の問題であって、収入の問題ではない。",
    "english": "Solvency is entirely a matter of temperament and not of income."
  },
  {
    "id": "168200",
    "japanese": "支配人は臨時休業の掲示を貼り出した。",
    "english": "The manager put up a notice about the extra holiday."
  },
  {
    "id": "168201",
    "japanese": "支配人は必要以上に彼につらく当たった。",
    "english": "The manager was unnecessarily rough on him."
  },
  {
    "id": "168202",
    "japanese": "支配人は彼を解雇するぞと脅した。",
    "english": "The manager threatened him with dismissal."
  },
  {
    "id": "168203",
    "japanese": "支配人は新しい案を出した。",
    "english": "The manager put forward a new proposal."
  },
  {
    "id": "168204",
    "japanese": "支配人は出かけていたのをわびた。",
    "english": "The manager made an apology for having been out."
  },
  {
    "id": "168205",
    "japanese": "支配人は戸口に立った。",
    "english": "The manager stood at the door."
  },
  {
    "id": "168206",
    "japanese": "支配人は我々の計画を許可した。",
    "english": "The manager approved our plan."
  },
  {
    "id": "168207",
    "japanese": "支配人はドアを開いて身分を名乗った。",
    "english": "The manager opened the door and identified himself."
  },
  {
    "id": "168208",
    "japanese": "支配人は２週間分の給料を彼に前渡しした。",
    "english": "The manager advanced him two weeks' wages."
  },
  {
    "id": "168211",
    "japanese": "支配人は、全ての部屋をできるだけ早くきれいに掃くように命じた。",
    "english": "The manager ordered all the rooms to be swept clean as soon as possible."
  },
  {
    "id": "168212",
    "japanese": "支配人の背後で暗躍した。",
    "english": "He acted behind the manager's back."
  },
  {
    "id": "168213",
    "japanese": "支配人に文句を言ってやる。",
    "english": "I'm going to complain to the manager."
  },
  {
    "id": "168214",
    "japanese": "支配人さんにお会いしたいのですが。",
    "english": "I want to see the manager."
  },
  {
    "id": "168215",
    "japanese": "支配人が不在の時は彼女が業務を管理する。",
    "english": "She handles the business when the manager is away."
  },
  {
    "id": "168216",
    "japanese": "支配人が外出中だったので、私は彼の秘書に伝言を残した。",
    "english": "The manager was out, so I left a message with his secretary."
  },
  {
    "id": "168217",
    "japanese": "支配者は打倒され国外に追放された。",
    "english": "The ruler was overthrown and banished from the country."
  },
  {
    "id": "168219",
    "japanese": "支店を出すなどという考えを彼はどこで思い付いたのだろうか。",
    "english": "Where did he ever come up with the notion of opening a branch?"
  },
  {
    "id": "168220",
    "japanese": "支店は全国にまたがっている。",
    "english": "Our branches extend all over the country."
  },
  {
    "id": "168221",
    "japanese": "支出は合計２０万円になった。",
    "english": "The expenditure totaled 200,000 yen."
  },
  {
    "id": "168222",
    "japanese": "指輪を盗んだというトムの自白で女中の容疑は晴れた。",
    "english": "Tom's acknowledgement that he stole the ring cleared the maid of suspicion."
  },
  {
    "id": "168223",
    "japanese": "指輪をいくつかみせてくださいませんか。",
    "english": "Would you show me some rings?"
  },
  {
    "id": "168225",
    "japanese": "指名通話で国際電話をかけるといいよ。",
    "english": "It's best to make international calls person to person."
  },
  {
    "id": "168226",
    "japanese": "指名通話でお願いします。",
    "english": "Make it a person-to-person call, please."
  },
  {
    "id": "168227",
    "japanese": "指標は前月比４％増の１２０．５に上昇した。",
    "english": "The index advanced to 120.5, up 4% from the preceding month."
  },
  {
    "id": "168228",
    "japanese": "指標は前月比４％上昇した。",
    "english": "The index rose 4% from the preceding month."
  },
  {
    "id": "168229",
    "japanese": "指導者は国民と没交渉になっていた。",
    "english": "The leaders were out of touch with the people."
  },
  {
    "id": "168230",
    "japanese": "指導者たちは会議のためにパリに集まった。",
    "english": "The leaders assembled in Paris for a meeting."
  },
  {
    "id": "168231",
    "japanese": "指導者が死んだ時、人々は彼の死体を大きな墓に安置した。",
    "english": "When their leader died, they placed his body in a large tomb."
  },
  {
    "id": "168232",
    "japanese": "指定席はありますか。",
    "english": "Are there reserved seats?"
  },
  {
    "id": "168233",
    "japanese": "指数は季節調整済みで１２０．５に上昇した。",
    "english": "The index rose to a seasonally adjusted 120.5."
  },
  {
    "id": "168234",
    "japanese": "指示を注意深く読めば、間違うことはありません。",
    "english": "You can't go wrong if you read the instructions carefully."
  },
  {
    "id": "168236",
    "japanese": "指揮者はその公園でデモ隊を解散させた。",
    "english": "The leader dismissed the demonstrators in the park."
  },
  {
    "id": "168237",
    "japanese": "指揮者はオーケストラの指揮をする。",
    "english": "A conductor directs an orchestra."
  },
  {
    "id": "168238",
    "japanese": "指揮者として資格十分である。",
    "english": "He has good credentials as a conductor."
  },
  {
    "id": "168239",
    "japanese": "指揮者がステージに現れた。",
    "english": "The conductor appeared on the stage."
  },
  {
    "id": "168240",
    "japanese": "指揮官は部下を銃火にさらした。",
    "english": "The commander exposed his men to gunfire."
  },
  {
    "id": "168241",
    "japanese": "指揮官は軍を率いて敵地に入った。",
    "english": "The commanding officer led his army into enemy territory."
  },
  {
    "id": "168242",
    "japanese": "指一本動かそうとしなかった。",
    "english": "He wouldn't even lift a finger."
  },
  {
    "id": "168243",
    "japanese": "指を切るとすぐ血が出る。",
    "english": "I bleed easily when I am cut."
  },
  {
    "id": "168244",
    "japanese": "指を切りました。",
    "english": "I just cut my finger."
  },
  {
    "id": "168245",
    "japanese": "指を切らないでよ。",
    "english": "Don't cut your finger."
  },
  {
    "id": "168246",
    "japanese": "指を使って食事をすることは、何世紀にもわたって続いてきたばかりでなく、再び広まるかもしれないと信じている学者もいる。",
    "english": "Not only has eating with your fingers continued throughout the centuries, but some scholars believe that it may become popular again."
  },
  {
    "id": "168247",
    "japanese": "指を使うことは野蛮なのだろうか。",
    "english": "Is using fingers uncivilized?"
  },
  {
    "id": "168248",
    "japanese": "指を加えて立っていただけ。",
    "english": "He stood with his finger in his mouth."
  },
  {
    "id": "168249",
    "japanese": "指は鍵盤のあちらこちらに動きました。",
    "english": "They moved up and down the keys."
  },
  {
    "id": "168251",
    "japanese": "指にやけどをしました。",
    "english": "I got a burn on my finger."
  },
  {
    "id": "168252",
    "japanese": "思想は自由だ。",
    "english": "Thought is free."
  },
  {
    "id": "168253",
    "japanese": "思想は世界中をアッという間に巡る。",
    "english": "Around the world thoughts shall fly in the twinkling of an eye."
  },
  {
    "id": "168254",
    "japanese": "思想は言葉によって表現されている。",
    "english": "Thoughts are expressed by means of words."
  },
  {
    "id": "168255",
    "japanese": "思想は行動に出る。",
    "english": "An idea is expressed in terms of action."
  },
  {
    "id": "168256",
    "japanese": "思想は言葉で表現される。",
    "english": "Thoughts are expressed by means of words."
  },
  {
    "id": "168257",
    "japanese": "思想の自由は憲法で保証されている。",
    "english": "Freedom of thought is guaranteed by the constitution."
  },
  {
    "id": "168258",
    "japanese": "思想は言葉によって表現される。",
    "english": "Thoughts are expressed by means of words."
  },
  {
    "id": "168259",
    "japanese": "思考は言葉によって表現される。",
    "english": "Thoughts are expressed by means of words."
  },
  {
    "id": "168260",
    "japanese": "思考は言葉によって表される。",
    "english": "Thoughts are expressed by means of words."
  },
  {
    "id": "168261",
    "japanese": "思わず吹き出してしまった。",
    "english": "I couldn't help laughing out."
  },
  {
    "id": "168262",
    "japanese": "思わず笑わずにいられなかった。",
    "english": "I could not help laughing."
  },
  {
    "id": "168263",
    "japanese": "思わず笑ってしまった。",
    "english": "I laughed in spite of myself."
  },
  {
    "id": "168264",
    "japanese": "思ってるだけではわからないよ。",
    "english": "I can't read your mind."
  },
  {
    "id": "168265",
    "japanese": "思っていることを率直に言うことは悪いことではない。",
    "english": "Saying what you think frankly is not a bad thing."
  },
  {
    "id": "168267",
    "japanese": "思っていることを素直に言うのは悪いことではありません。",
    "english": "Saying what you think frankly is not a bad thing."
  },
  {
    "id": "168268",
    "japanese": "思っていたよりずっと多くの人々がいる。",
    "english": "There are many more people than I expected."
  },
  {
    "id": "168269",
    "japanese": "思っていたほど魚は釣れなかった。",
    "english": "I could not catch as many fish as I had expected."
  },
  {
    "id": "168270",
    "japanese": "思ったよりもやさしい。",
    "english": "It is easier than I thought."
  },
  {
    "id": "168272",
    "japanese": "思ったことをズバズバ言うタイプだよ。",
    "english": "She's an outspoken person."
  },
  {
    "id": "168273",
    "japanese": "思う価値さえない。",
    "english": "It's not even worth a thought."
  },
  {
    "id": "168274",
    "japanese": "思うに彼は善人だ。",
    "english": "I think he is a good man."
  },
  {
    "id": "168275",
    "japanese": "思い立ったが吉日、さっそくプロジェクトの企画案を書き始めよう。",
    "english": "Quick, let's get started on the project proposal while the idea is still fresh in our minds. There's no time like the present."
  },
  {
    "id": "168276",
    "japanese": "思い通りに行けるのさ。",
    "english": "You can go however you like."
  },
  {
    "id": "168278",
    "japanese": "思い通りにしなさい。",
    "english": "Have your own way."
  },
  {
    "id": "168279",
    "japanese": "思い出そうとしているんだよ。",
    "english": "I'm trying to remember."
  },
  {
    "id": "168280",
    "japanese": "思い出したら気が滅入った。",
    "english": "My heart was in my boots when I thought of it."
  },
  {
    "id": "168281",
    "japanese": "思いもよらないことが起こらない限り、きっとうまくいくはずだ。",
    "english": "Barring anything unforeseen everything should turn all right."
  },
  {
    "id": "168282",
    "japanese": "思いは口に出る。",
    "english": "What the heart thinks, the mouth speaks."
  },
  {
    "id": "168283",
    "japanese": "思いもかけずあなたに会えてとてもうれしい。",
    "english": "I'm really happy I ran into you."
  },
  {
    "id": "168284",
    "japanese": "思いすごしですよ。",
    "english": "Your imagination is running away with you."
  },
  {
    "id": "168285",
    "japanese": "思いきってやらなければ何も手に入らない。",
    "english": "Nothing ventured, nothing gained."
  },
  {
    "id": "168286",
    "japanese": "思いがけない大きな財産がころがりこんでくると信じることは、根も葉もないことだ。",
    "english": "To believe that an unexpected big fortune will come your way is to build a castle in Spain."
  },
  {
    "id": "168287",
    "japanese": "思いがけない事故で彼の成功への夢は打ち砕かれてしまった。",
    "english": "The accident destroyed all his hopes for success."
  },
  {
    "id": "168288",
    "japanese": "思いがけず私達は空港で出くわした。",
    "english": "We ran into each other at the airport."
  },
  {
    "id": "168289",
    "japanese": "思いあたらないのですが。",
    "english": "I don't recall."
  },
  {
    "id": "168290",
    "japanese": "志望者全員が試験に合格できるわけではない。",
    "english": "Not all the candidates can pass the examination."
  },
  {
    "id": "168291",
    "japanese": "志望校に合格するように努力した。",
    "english": "I worked hard to get into my preferred school."
  },
  {
    "id": "168292",
    "japanese": "志願者は本人自身で申し込むことになっています。",
    "english": "Applicants are requested to apply in person."
  },
  {
    "id": "168293",
    "japanese": "志願者は女性に限ると規定されている。",
    "english": "It is provided that the applicants must be woman."
  },
  {
    "id": "168294",
    "japanese": "市役所まで歩いてどのくらいかかりますか。",
    "english": "How long does it take to walk to the city hall?"
  },
  {
    "id": "168295",
    "japanese": "市役所へはどう行けばいいのでしょうか。",
    "english": "Can you tell me how to get to the city hall?"
  },
  {
    "id": "168296",
    "japanese": "市役所は市の中心にある。",
    "english": "The city hall is in the center of the city."
  },
  {
    "id": "168297",
    "japanese": "市役所は市の中央に有ります。",
    "english": "The city hall is located at the center of the city."
  },
  {
    "id": "168298",
    "japanese": "市役所はもう目と鼻の先だよ。",
    "english": "The city hall is just around the corner."
  },
  {
    "id": "168299",
    "japanese": "市民達は激しい爆撃を受けてひるんだ。",
    "english": "The citizens staggered under the heavy bombing."
  },
  {
    "id": "168300",
    "japanese": "市民プールの監視の仕事に応募しました。",
    "english": "I applied for a job as a lifeguard at the community pool."
  },
  {
    "id": "168301",
    "japanese": "市民は誰でも市の図書館を利用することができる。",
    "english": "All the citizens of the city have access to the city library."
  },
  {
    "id": "168302",
    "japanese": "市民は誰でもその権利を奪われてはならない。",
    "english": "No citizen should be deprived of his rights."
  },
  {
    "id": "168303",
    "japanese": "市民は最高の主権者である。",
    "english": "Citizens are the ultimate sovereigns."
  },
  {
    "id": "168304",
    "japanese": "市民は新しい計画に抗議してデモをした。",
    "english": "The citizens demonstrated to protest against the new project."
  },
  {
    "id": "168305",
    "japanese": "市民はなんぴとたりとも権利を奪われてはいけない。",
    "english": "No citizen should be deprived of his rights."
  },
  {
    "id": "168306",
    "japanese": "市内地図をください。",
    "english": "I'd like a map of the city."
  },
  {
    "id": "168307",
    "japanese": "市内地図がほしいのですが。",
    "english": "I'd like a city map."
  },
  {
    "id": "168308",
    "japanese": "市内案内をください。",
    "english": "I'd like a map of the city."
  },
  {
    "id": "168309",
    "japanese": "市内観光ツアーはありますか。",
    "english": "Are there any tours of the city?"
  },
  {
    "id": "168310",
    "japanese": "市内を走る自動車の数が増えた。",
    "english": "The number of cars driven in the city has increased."
  },
  {
    "id": "168311",
    "japanese": "市内をぐるっと案内しましょう。",
    "english": "I'll show you around the city."
  },
  {
    "id": "168312",
    "japanese": "市内をぐるっとご案内しましょう。",
    "english": "I'll show you around the city."
  },
  {
    "id": "168313",
    "japanese": "市内までいくバス乗り場は、どこですか。",
    "english": "Where's the bus for the city?"
  },
  {
    "id": "168314",
    "japanese": "市内に滞在する予定です。",
    "english": "I plan to stay in the city."
  },
  {
    "id": "168315",
    "japanese": "市内での車の使用を規制する計画がある。",
    "english": "There is a plan to restrict the use of cars in the city center."
  },
  {
    "id": "168316",
    "japanese": "市当局は公害訴訟で主導権をとった。",
    "english": "The city took the initiative in the pollution suit."
  },
  {
    "id": "168317",
    "japanese": "市当局は一度規則をやめることを考えたことがある。",
    "english": "The city government once thought of doing away with that rule."
  },
  {
    "id": "168318",
    "japanese": "市電は今では確かに時代遅れである。",
    "english": "The streetcar is now certainly out of date."
  },
  {
    "id": "168319",
    "japanese": "市長選は４年ごとに行われる。",
    "english": "Voters cast their ballots for mayor every four years."
  },
  {
    "id": "168320",
    "japanese": "市長は賄賂を受け取ったことを否定した。",
    "english": "The mayor denied having taken a bribe."
  },
  {
    "id": "168321",
    "japanese": "市長は片手を目にかざした。",
    "english": "The mayor screened his eyes with his hand."
  },
  {
    "id": "168322",
    "japanese": "市長は彼に市の鍵を贈った。",
    "english": "The mayor presented him with the key to the city."
  },
  {
    "id": "168323",
    "japanese": "市長は調査の結果を公表すると宣言した。",
    "english": "The mayor declared that he would announce the result of the investigation."
  },
  {
    "id": "168324",
    "japanese": "市長は駐車メーターからの収入減を調査すべきだと考えた。",
    "english": "The mayor felt that he should look into the loss of income from parking meters."
  },
  {
    "id": "168325",
    "japanese": "市長は大聴衆を前に演説した。",
    "english": "The mayor addressed a large audience."
  },
  {
    "id": "168326",
    "japanese": "市長は大衆を前に演説をした。",
    "english": "The mayor addressed the general public."
  },
  {
    "id": "168327",
    "japanese": "市長は税収入の落ち込みについて調査すべきだと思った。",
    "english": "The mayor thought that he should investigate the decline in tax revenues."
  },
  {
    "id": "168328",
    "japanese": "市長は新計画に不満を表明した。",
    "english": "The mayor manifested his discontent with the new plan."
  },
  {
    "id": "168329",
    "japanese": "市長は私達の願いを聞き入れてくれた。",
    "english": "The mayor granted our request."
  },
  {
    "id": "168330",
    "japanese": "市長は私に身分証明書をくれた。",
    "english": "The mayor provided me with an identity card."
  },
  {
    "id": "168331",
    "japanese": "市長は私に身分証明書を交付した。",
    "english": "The mayor provided me with an identity card."
  },
  {
    "id": "168332",
    "japanese": "市長は市政を立派に行った。",
    "english": "The mayor governed the city very wisely."
  },
  {
    "id": "168333",
    "japanese": "市長は市民にどう行動すべきかを指示した。",
    "english": "The mayor prescribed to the citizens how to act."
  },
  {
    "id": "168334",
    "japanese": "市長は市政を司る。",
    "english": "The mayor administers the affairs of the city."
  },
  {
    "id": "168335",
    "japanese": "市長は市に対する彼女の貢献に感謝した。",
    "english": "The mayor acknowledged her services to the city."
  },
  {
    "id": "168336",
    "japanese": "市長は行列の先頭に立って歩いた。",
    "english": "The mayor walked at the head of the procession."
  },
  {
    "id": "168337",
    "japanese": "市長は近く辞意を表明するだろう。",
    "english": "The mayor will shortly announce his decision to resign."
  },
  {
    "id": "168338",
    "japanese": "市長はもったいぶった男だ。",
    "english": "The mayor is a stuffed shirt."
  },
  {
    "id": "168339",
    "japanese": "市長はその問題についてある程度妥協した。",
    "english": "The mayor compromised on the subject to a certain extent."
  },
  {
    "id": "168340",
    "japanese": "市長はある程度妥協するだろう。",
    "english": "The mayor will compromise to a certain extent."
  },
  {
    "id": "168341",
    "japanese": "市長の人気が落ち目になった途端に、一斉に彼に対する批判が噴き出してきた。",
    "english": "As soon as they realized the mayor was on his way down, his critics started coming out of the woodwork."
  },
  {
    "id": "168342",
    "japanese": "市長の辞職するニュースはあっという間に広まった。",
    "english": "The news of the mayor's resignation traveled fast."
  },
  {
    "id": "168343",
    "japanese": "市長の家族は一日中脅迫電話に悩まされた。",
    "english": "The mayor's family was harassed with threatening phone calls all day."
  },
  {
    "id": "168344",
    "japanese": "市長のほかにたくさんの名士が出席していた。",
    "english": "Beside the mayor, many other distinguished guests were present."
  },
  {
    "id": "168345",
    "japanese": "市長が賄賂を受け取ったんですって。",
    "english": "It's said that the mayor is on the take."
  },
  {
    "id": "168346",
    "japanese": "市長がじきじきに賞を渡した。",
    "english": "The mayor presented the prizes in person."
  },
  {
    "id": "168347",
    "japanese": "市場調査のためにオクテル社は研究者らにかなりの助成金をだした。",
    "english": "Octal paid a large grant for the researchers to carry out some market research."
  },
  {
    "id": "168348",
    "japanese": "市場価格の暴落で一文無しになってしまった。",
    "english": "The market drop has cleaned me out."
  },
  {
    "id": "168349",
    "japanese": "市場は輸入品であふれた。",
    "english": "The market was flooded with imports."
  },
  {
    "id": "168350",
    "japanese": "市場は全面安ですね。",
    "english": "The market prices have fallen across the board."
  },
  {
    "id": "168351",
    "japanese": "市場は盛り返してきた。",
    "english": "The market rallied."
  }
]